[{"content":"<p>A young man, closer to a boy than an adult, wandered down the dark tunnel. His boots scraped against the damp stone floor, echoing slightly throughout the passage. The lantern he was holding did its best to illuminate the cave-like walls, his shadow dancing ominously behind him. He had spent the better part of two hours in these tunnels, the so called Green Zone of the Litigar Dungeon Complex. So far he&#x2019;d been lucky. With only a few bats and giant rats as his opponents, he was steadily on his way to Level 5!</p>\n<p><em>Just a little more and I can graduate from this &#x2018;newbie area&#x2019; and move onto bigger and better things!</em></p>\n<p>He picked up the pace after psyching himself up. The mere thought of leaving this gloomy place and finishing his dull quest was all the motivation he needed right now. Breaking into a light jog, he went deeper and deeper into the winding maze-like cave system.</p>\n<p><em>Left, then right, then right, then left again - wait, or was that a triple right?</em></p>\n<p>The young man named Himmel stopped at a three-way intersection and looked around. It didn&#x2019;t take him long to realize he had gotten completely lost. He shone his lantern&#x2019;s light down the left tunnel, then the right one.</p>\n<p><em>Yep. No idea. Oh well, this is why they tell us to carry Portal Keys! I&#x2019;m sure it will work out!</em></p>\n<p>The small rune-inscribed stone would whisk him away to safety in an instant should the need arise. Although the usefulness of such a thing could not be understated, the complacency and carelessness it taught young adventurers was less than useful.</p>\n<p>Continuing down the right-hand path, the young boy noticed a change in his surroundings. The uneven floor suddenly became flat. Although it was still bare rock, it felt like walking on polished marble rather than inside a cave. Peering into the darkness, he noticed something clearly out of place. Something brown and strangely rectangular.</p>\n<p><em>A chest! Lucky!</em></p>\n<p>A simple wooden box with no lock. The dungeon randomly spewed these out, sometimes containing useful items and gear that could be a veritable jackpot for an enterprising young adventurer. Not this one though - the wooden chests in this dungeon offered the lowest grade of loot. Most of them contained bottom-tier potions or maybe moldy bread. The best he could hope to get out of this would be an Iron Ring that provided a negligible bonus to a random stat.</p>\n<p>Still, a newbie could not afford to pass up pennies on the ground. The adventurer approached the chest with a small spring in his step. He opened it with both arms and peered at it expectantly. However, what awaited him inside was neither a potion nor a piece of inedible bread. It was something much more impressive than that!</p>\n<p>Several sets of dagger-like teeth and a giant red tongue became visible as the monster pretending to be a chest revealed its true nature. The fleshy tongue coiled around the young adventurer&#x2019;s waist and dragged him into the gaping maw before he could react. He was then unceremoniously eaten in three big bites.</p>\n<p></p><div style=\"max-width: 100%; overflow:auto\"><table><tbody><tr><td><div style=\"text-align: center\">Level up!<br>Congratulations, you are now a level 2 Mimic! All attributes +2.</div></td></tr></tbody></table></div><p></p>","preNote":"","postNote":""},{"title":"Prologue","id":99919,"release":1477519200000},{"content":"<p>After enjoying its first meal, the Mimic let out a small burp and went back to pretending to be a treasure chest. It had spent the first five days of its life in this very spot, patiently waiting for a chance. Having fulfilled its purpose, it simply continued to sit there, slowly digesting its victim.</p>\n<p>Mimics were very good at pretending to be chests. Sight alone was insufficient to determine if this monster was the genuine article or not. After all, it looked exactly like a wooden box that was 80 centimeters long, 35 centimeters tall and 40 centimeters on its side. It&#x2019;s &#x2018;skin&#x2019; was a light oak-like faux-wood, with imitation steel reinforcing its corners and a half-cylinder lid that served as its upper jaw.</p>\n<p>However, it could not keep calm like before. Although sightless, it could still perceive everything in a 10 meter radius around it through magic. And what it &#x2018;saw&#x2019; left the simple monster with an odd sense of dissatisfaction. Its flat resting place was now a mess.</p>\n<p>The ripped up clothing, discarded sword, still-lit lantern and several puddles of blood were a problem. Some part of it realized it would be bad to leave things as they were. Several dozens of small, insect-like legs sprouted sideways from its bottom and lifted it a few centimeters off the ground. It then opened its mouth and let its huge red tongue fall out of it. It spent the next several minutes scuttling around the place, determined to erase any and all evidence that someone had died there.</p>\n<p>The blood was lapped up and the scraps of fabric simply stuck to the wet tongue. The fleshy tendril-like organ coiled itself around the lantern before swallowing it whole. When it attempted to pick up the iron sword in the same way, the Mimic tightened its tongue a little too much around the blade and cut itself.</p>\n<p>&#x201C;HISSSS!&#x201D;</p>\n<p>It let out a hiss at the unexpected jolt of pain and reflexively let go of the sword. Several drops of sticky yellow blood dripped onto the floor.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">You suffered a shallow cut. HP -4.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>Another strange window popped up into its consciousness. Although it somehow understood the words, it simply lacked the brain capacity to process their meaning. Not that it had any intention of doing so right now. The sword was still a problem that needed to be dealt with.</p>\n<p>It approached the inanimate weapon warily, carefully observing it. It was a completely normal iron sword - completely mundane and entirely unmagical in every way conceivable. As expected of a beginner&#x2019;s equipment. Not that a Level 2 monster had any idea what it actually was.</p>\n<p>The Mimic recalled the way its breakfast had struggled a little while ago. The adventurer was holding onto the strange object without hurting himself. His fingers were wrapped around it, much like how the Mimic attempted to do. The only difference was that the Mimic had grabbed the pointy end by mistake.</p>\n<p>Realizing its blunder, the monster warily stretched out its tongue again. However, the fleshy organ was a bit too thick to properly grip onto the short handle. The creature briefly considered this fact before simply warping its wide tongue into a more tentacle-like shape. Mimics were, technically speaking, a species of shapeshifter. Granted, they were not as good at it as other monsters. Something like warping their tongue or sprouting small legs to move around was&#xA0;the extent of their ability.</p>\n<p>Now that its tongue was in the proper shape, the animated chest wrapped it around the handle of the sword. It picked it up safely and held it above itself. Its numerous legs moved in unison, rocking the chest-like body left and right like it was doing a little triumphant dance!</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">The Intelligence (INT) Attribute has been created through a special action. INT +1.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>Another mysterious window. It completely ruined the mood, causing the Mimic to stop its little celebration. Still, it now vaguely understood the thing it was holding onto was a weapon. It moved it around by using its tongue in lieu of an arm. Brimming with curiosity, it swung the sword downwards into the floor.</p>\n<p><em>*CLANNNNG*</em></p>\n<p>The blade slammed into the stone floor, letting out a clear bell-like sound that echoed through the cave. There was a tiny crack in the floor, which didn&#x2019;t escape the Mimic&#x2019;s notice.</p>\n<p>&#x201C;Hm? Did you hear that?&#x201D;</p>\n<p>The distant voice made the Mimic freeze. It had gotten carried away with its new toy and attracted attention.</p>\n<p>&#x201C;Yeah, I definitely heard something. Come on, let&#x2019;s go check it out!&#x201D;</p>\n<p>Another voice followed. Although it didn&#x2019;t understand the words, the Mimic clearly recognized they were moving closer to its location. It quickly retreated back to its spot and sat down. However, there was a serious problem - it was still holding the sword with its tongue! It had serious doubts whether it should try to eat it and there was nothing around that could be used as a hiding place. Not sure of how much time it had, the Mimic did the only thing its tiny mind could think of.</p>\n<p>* * *</p>\n<p>Two sets of footsteps approached from one of the tunnels. The Mimic followed its instincts and stood perfectly still, lying in wait. A man and a woman entered its perception range. The blond man was holding a sword and a lantern, wearing similar clothes to to the monster&#x2019;s first victim. The brown-haired woman wore a plain white robe and held a wooden staff with one hand.</p>\n<p>&#x201C;Oh! A chest!&#x201D; the man exclaimed.</p>\n<p>He approached the Mimic with a rather carefree gait.</p>\n<p>&#x201C;Hold on Ron! It could be a trap!&#x201D; the woman grabbed onto her companion&#x2019;s collar while warning him of danger.</p>\n<p>&#x201C;A trap? Come on, Gloria! It&#x2019;s a box! What&#x2019;s the worst that could happen?!&#x201D;</p>\n<p>&#x201C;The rumors said something about Mimics appearing in this dungeon recently. Monsters that look like chests! You can&#x2019;t be careless!&#x201D;</p>\n<p>&#x201C;Wait, this place is supposed to have only bats and rats, right? How come there&#x2019;s Mimics all of a sudden?!&#x201D;</p>\n<p>&#x201C;I don&#x2019;t know, but shouldn&#x2019;t we be careful? Our lives are on the line you know!&#x201D;</p>\n<p>Gloria&#x2019;s green eyes darted between her brother and the chest. While new types of monsters appearing in a dungeon was not unheard of, it was still quite rare. The cause of such changes was unconfirmed, although the likely culprit was the appearance of a new Dungeon Master.</p>\n<p>&#x201C;Alright, sis. Tell you what. Your big brother&#x2019;s going to stab the big mean box just to be sure, okay?&#x201D; Ron reassuringly patted Gloria&#x2019;s head.</p>\n<p>&#x201C;Mmwu! Don&#x2019;t patronize me like that! We&#x2019;re not kids anymore!&#x201D;</p>\n<p>&#x201C;Fine, fine! I was just kidding, sheesh&#x2026;&#x201D;</p>\n<p>The Mimic had no idea what was going on right now. Its new prey had shown up and stood idly by instead of going straight for the &#x2018;prize&#x2019; like the first one. It heard the voices and saw the faces, but understanding what these people were saying and doing was impossible.</p>\n<p>Then the slightly plumper one started approaching again. However, this time something was off. The man was holding a sword - something the Mimic already recognized as dangerous. And this sword was not hanging idly by the adventurer&#x2019;s side, but was held squarely in front. The Mimic instinctively understood that its prey had grown suspicious. And suspicion was a shapeshifter&#x2019;s worst enemy.</p>\n<p>Ron approached closer and closer. Once he got into striking distance of the chest, he slowly lifted his sword arm up in preparation to slash at the wooden box. Worst case scenario, he blunts the blade a bit. Best case scenario he avoids a deadly trap. Even if a fight broke out, he was confident his swordplay could handle the weaklings in this cave.</p>\n<p>The Mimic, on the other hand, had extremely limited knowledge of swordfighting. It knew exactly two things about the subject - &#x2018;the point bit hurts&#x2019; and &#x2018;swinging it downward can break rocks.&#x2019; Both of those tidbits made it realize just what was about to happen. It felt cornered. And like any cornered beast, it lashed out.</p>\n<p>Just as Ron was about to perform an overhead strike, the wooden chest before him sprang open! And amidst the rows of serrated white teeth and the undulating fleshy tongue, there was a flash of something shiny, followed by a piercing pain in his abdomen.</p>\n<p>&#x201C;Urk! UGAAAH!&#x201D; he screamed at the top of his lungs! The Mimic had stabbed him clear through the stomach!</p>\n<p>The Mimic was a monster that survived on deception. It instinctively knew leaving evidence behind was bad, that it had to appear as unassuming and unspoiled as possible. But eating this weapon was dangerous, possibly lethal. So with nowhere else to put it, the monster ended up hiding it in its mouth cavity while gripping onto the handle with the tip of its tongue.</p>\n<p>And now, those trustworthy&#xA0;instincts caused it to lash out and land a devastating blow on its unsuspecting victim.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">The Strength (STR) Attribute has been created through a special action. STR +1.<br>The Wisdom (WIS) Attribute has been created through a special action. WIS +1.<br>Proficiency level increased. Sword Mastery is now Level 1. STR +2. DEX +2.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>&#x201C;Ron!&#x201D; shouted Gloria &#x201C;Hold on!&#x201D;</p>\n<p>She gripped the wooden staff with a determined expression. She mumbled something under her breath for a second. Her hands glowed with a soft light as she completed her incantation.</p>\n<p>&#x201C;Quick Heal!&#x201D;</p>\n<p>After uttering the command word, the soft light shot out towards her brother, enveloping him. However, it was not enough. Even if a low-leveled Priestess like her could not mend that sort of injury with one cast, she could still buy time to get off another Quick Heal.</p>\n<p>&#x201C;KAH! KOFF!&#x201D; Ron sputtered out blood. He felt reinvigorated by his sister&#x2019;s healing magic. It restored a sizable chunk of his rapidly depleting vitality. He used that bit of strength to swing his sword arm downward, but couldn&#x2019;t put any real power behind the blow. With just gravity to assist it, his sword simply bounced off the Mimic&#x2019;s solid teeth with a small clanking sound.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">You suffered a minor scratch. HP -1.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>Having been attacked, the Mimic broke out of the stupor it had been in. It knew about swords now. The knowledge that flooded into it from the Skill was almost too much for its tiny mind to bear, so it took a while for the monster to adapt to it.</p>\n<p>&#x201C;Quick Heal!&#x201D; came a shout from the side.</p>\n<p>Its enemy had regained a bit of strength again and was about to attempt another strike. However, the Mimic already had him in checkmate. It pulled on the sword with a bit of dexterity and - instead of sliding it out of its fleshy sheath, it dragged its victim into the Mimic&#x2019;s waiting maw.</p>\n<p><em>*CRUNCH*</em></p>\n<p>&#x201C;NOOOO! ROOON!&#x201D; shrieked Gloria, her voice echoing in every direction of the dark passage.</p>\n<p><em>*CRUNCH MUNCH*</em></p>\n<p>Her dearest older brother, that goofy but reliable guy was now being eaten right in front of her. Blood and guts gushed out all over the place as his thrashing feet went limp completely.</p>\n<p>&#x201C;YOU! YOUUUU!&#x201D; she screamed.&#xA0;She was outraged. That much was obvious. However, she was a newbie Priestess. Her offensive magic was practically non-existent. If her opponent was a demon or one of the undead, then she might be able to do something. Against this particular monster though, she was helpless. Not that her mind could process that right now.</p>\n<p>&#x201C;I&#x2019;LL KILL YOU! PIECE OF SHIT!&#x201D;</p>\n<p>She was too busy screaming in grief and anger to do anything else.</p>\n<p>The Mimic stopped chewing once it made sure its prey was good and dead. It spit the mangled up corpse back out and readied its sword. The tiny legs at the bottom reappeared and it scuttled quickly towards the shrieking woman.</p>\n<p>&#x201C;Ah&#x2026; AAAAH!&#x201D;</p>\n<p>It was over. Gloria had realized her folly entirely too late. She stared in abject horror as the mass of teeth and flesh in front of it swung a bloodied weapon around. She somehow mustered enough strength to turn around and run away, but was too slow. The Mimic pierced through her chest from behind.</p>\n<p>&#x201C;GUAHH! BLERG! No! NO! I don&#x2019;t- Please- Argh!&#x201D;</p>\n<p>She struggled weakly, desperately begging for salvation. Such a thing wouldn&#x2019;t come though. All that awaited her was despair and a large number of sharp teeth.</p>\n<p><em>*CRUNCH*</em></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">Level up!<br>Level up!<br>Congratulations, you are now a level 4 Mimic! All attributes +4.<br>Sword Mastery is now Level 2. STR +2. DEX +2.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>There it was again, that weird window. And now that the Mimic finally had its Intelligence (INT) and Wisdom (WIS) reach 5, it was finally able to understand. The window was telling the monster it had grown stronger.</p>\n<p><em>*CRUNCH MUNCH MUNCH*</em></p>\n<p>That was the extent of this revelation though. Objectively speaking, this individual was already a genius when compared to your average Mimic, but in the end, that didn&#x2019;t amount to much. Even now it was way too busy eating up the remains of its latest victims to care about such things.</p>\n<p>After swallowing up the woman, licking up any spillage on the floor and crushing her wooden staff in its teeth, it went back to the mangled male corpse and repeated the process.</p>\n<p>A few minutes later, the grizzly scene was completely erased. All that could be seen in that oddly flat section of the dungeon tunnel was a simple wooden chest with the tip of an iron blade poking out from behind it.</p>","preNote":"","postNote":""},{"title":"Death Comes In Many Forms 1","id":99976,"release":1477519200000},{"content":"<p>The giant rat&#x2019;s head was mercilessly splattered against the rocky ground. Bits of its brain and skull flew everywhere, staining the floors and walls of the &#x2018;Green Zone&#x2019; tunnel. Bogon grimaced at the pointless mess he had just made. Lifting his left foot, he shook it a few times in a futile attempt to shake off the filth, but to no avail. He gave up and settled for scraping off the remains of the former rat from the sole of his armored boot.</p>\n<p>He sighed dejectedly. Even if he could kill the monsters here by simply stepping on them, they were still a nuisance. After all, no matter how weak an opponent was, washing off the blood and guts from his metal greaves still took the same amount of time and effort. The same could be said for the rest of his full-plate steel armor, but at least the small creatures in this weak dungeon were only tall enough to stain his lower half.</p>\n<p>The short, muscular dwarf turned his head towards his human companion.</p>\n<p>&#x201C;Look Val, Ah&#x2019;m tellin&#x2019; ye this job&#x2019;s a waste of our time!&#x201D; he complained for the upteempth time.</p>\n<p>&#x201C;You&#x2019;re free to fuck off at any time, Bogon. You&#x2019;re the one that insisted on following me here,&#x201D; she retorted. The black-haired black-eyed woman was too busy inspecting the remains of five giant rats around them to pay attention to his whining. &#x201C;Besides,&#x201D; she continued, &#x201C;it&#x2019;s not a waste if I can find the cause of all these disappearances.&#x201D;</p>\n<p>&#x201C;I&#x2019;ll give ye the cause! Bloody greenhorns dunno what teh fook they&#x2019;re doin&#x2019; in here! They get full a&#x2019; themselves and end up in some rat&#x2019;s belleh!&#x201D;</p>\n<p>&#x201C;It&#x2019;s not that simple. The mayor said they&#x2019;ve lost more people in here in the last two months than they have in the last two years combined,&#x201D; she answered back without averting her gaze. &#x201C;Something must&#x2019;ve snuck in here. Something <strong>besides</strong> the sudden influx of Mimics. If I find it, it&#x2019;ll do wonders for my- Ah, I mean, I want to do my part in helping the newbies grow!&#x201D;</p>\n<p>Her eyes shone dangerously for a second before she tried to change her words. Bogon sighed again. That woman&#x2019;s eccentricities were always grinding his gears. If she wasn&#x2019;t a promising spellcaster he never would&#x2019;ve even bothered with her.</p>\n<p>But she was. And he needed her help for his next quest. He had hoped to dissuade her at first, but that hope was now rapidly deteriorating. After all, he just saw her true intentions shine through her facade. She obviously took this as more than a simple job.</p>\n<p>Bogan suspected she was hiding something ever since they teamed up two weeks ago. He also had a pretty good idea what that &#x2018;something&#x2019; was - the musclebound dwarf was sharper than he looked. However, he also knew better than to poke his nose into this strange woman&#x2019;s personal business. A Necromancer isn&#x2019;t someone you want as an enemy.</p>\n<p>&#x201C;How can ye be so sure it&#x2019;s not them Mimics that showed up recently?&#x201D; he offered in desperation.</p>\n<p>&#x201C;The Mimics here are young so they&#x2019;re very weak,&#x201D; she explained. &#x201C;Their HP is only about 20 or 30. One good hit from any offensive Job and they&#x2019;ll be at death&#x2019;s door. A Wizard or Rogue would probably one-shot them with a bit of luck.&#x201D;</p>\n<p>Once word got out that Mimics have started appearing here, the various adventurer guilds took action. They made a serious effort to educate and caution their newcomers about the new threat. After some time, those monsters became less and less of a threat. In fact, they actually ended up being more popular than the actual wooden chests they were trying to imitate. People these days were honestly disheartened when the box they attacked turned out to be just regular wood. They needed to defeat monsters to raise their Job Levels, so an easy kill was way more welcome than a scrap of worthless loot.</p>\n<p>Most of the newbies even stopped looting the disappointing boxes entirely. A chest would disappear into dust soon after its treasures had been pilfered, so leaving it like that was a sign to others not to waste their time and effort on it. It was a sort of unwritten rule among them.</p>\n<p>In fact, one such example was in this very tunnel, right next to Bogon and Valeria. A simple, unassuming box, closer to a crate than a treasure chest stood against a wall. The rounded wooden lid had been cracked and a long, straight dent was clearly visible on it. Someone had obviously already tested it with an axe or sword.</p>\n<p>Valeria, having finished her inspection, stood up and turned to her annoyed companion.</p>\n<p>&#x201C;These numbers go far beyond simple carelessness. At least 45 people have gone missing recently, most of them reportedly seen heading towards this area. Whatever&#x2019;s doing this is right here, and I&#x2019;m going to find it! I&#x2019;ll be fine on my own once I get my familiars ready, so can you seriously fuck off now?&#x201D;</p>\n<p>&#x201C;Haaaah. Fine Val,&#x201D; said Bogon dejectedly. &#x201C;Ye win. Ah&#x2019;m goin&#x2019; back ter town. Hit me up once yer done, aight?&#x201D;</p>\n<p>&#x201C;Pay&#x2019;s good this time, right? I&#x2019;m not working for peanuts again.&#x201D;</p>\n<p>&#x201C;Ye&#x2019;ll find out later,&#x201D; said Bogon while pulling out a Portal Key. He gripped the fist-sized stone with a bit of force, causing it to break and crumble to white dust. The dust swirled around him for about a second before there was a flash of blue light. The armored dwarf Warrior was whisked away back to the Waystone outside the dungeon&#x2019;s entrance, leaving behind only a puff of white smoke.</p>\n<p>&#x201C;Finally!&#x201D; spat out Valeria. &#x201C;What a jackass! Why&#x2019;d he even come here if he was just going to complain?! Now I can finally do what I came here to do. Heh. Hehehe! Uhehk hehkk hehk hehk!&#x201D;</p>\n<p>Now that the nuisance was gone, Valeria&#x2019;s face twisted into a wide smile so crooked that it was completely mismatched to her lovely face. She cackled maniacally with a mad look in her eye. She was excited - she couldn&#x2019;t help it. A new type of low-leveled monster was the likely perpetrator of this disturbance. Probably something that lost its way and snuck in here looking for easy prey. Valeria could not wait to get her hands on it.</p>\n<p>She cackled for a solid minute before she was able to calm down. Her face quickly adapted the &#x2018;cool and collected&#x2019; facade she had been wearing whenever people were around. She needed to be mindful of others. This was still a popular dungeon, so it was actually rather common to run into newbies who were still doing their first quests.&#xA0;Valeria&#xA0;had been one of those same newbies less than a month ago, but she stuck to a completely different part of the labyrinthine cave system. It wouldn&#x2019;t be a stretch to say that she got lucky.</p>\n<p>She straightened out the black Apprentice Robe she was wearing. It was a low-cut, short-sleeved dress-like garment with a knee-length skirt. The edges of the skirt and the sleeves were decorated with black frills. Black leather bootlets with slightly raised heels led into fishnet stockings that continued up her pale legs, all the way to the lacy underwear hidden beneath her skirt.</p>\n<p>On a whole, this outfit was entirely mismatched with its name. It didn&#x2019;t look a single thing like the chaste robes one would expect a Priest would wear. That&#x2019;s because the &#x2018;Robe&#x2019; in the item&#x2019;s name simply referred to its magic-boosting Attribute bonuses and effects, rather than the actual style of the garment. Truthfully speaking, the only thing that set Valeria apart from the prostitutes in the nearby town was the pointy wide-brimmed hat and the faint stench of rotting flesh.</p>\n<p>&#x201C;Status,&#x201D; she chanted. A series of windows appeared at the forefront of her consciousness. She quickly verified the information.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"margin-left: auto; margin-right: auto\">\n<tbody>\n<tr>\n<td style=\"text-align: center\" colspan=\"2\"><strong>General Information</strong></td>\n<td style=\"text-align: center\" colspan=\"4\"><strong>Attributes</strong></td>\n<td style=\"text-align: center\" colspan=\"3\"><strong>Job Information</strong></td>\n</tr>\n<tr>\n<td><strong>Name</strong></td>\n<td>Valeria Vortena</td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Value</strong></td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Value</strong></td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Level</strong></td>\n<td style=\"text-align: center\"><strong>Progress</strong></td>\n</tr>\n<tr>\n<td><strong>Species</strong></td>\n<td>Human</td>\n<td style=\"text-align: center\">STR</td>\n<td style=\"text-align: center\">13</td>\n<td style=\"text-align: center\">MNT</td>\n<td style=\"text-align: center\">43</td>\n<td style=\"text-align: center\">Necromancer</td>\n<td style=\"text-align: center\">16</td>\n<td style=\"text-align: center\">35%</td>\n</tr>\n<tr>\n<td><strong>Sex</strong></td>\n<td>Female</td>\n<td style=\"text-align: center\">DEX</td>\n<td style=\"text-align: center\">10</td>\n<td style=\"text-align: center\">FTH</td>\n<td style=\"text-align: center\">-68</td>\n<td style=\"text-align: center\">Monster Tamer</td>\n<td style=\"text-align: center\">4</td>\n<td style=\"text-align: center\">98%</td>\n</tr>\n<tr>\n<td><strong>Age</strong></td>\n<td>21 years</td>\n<td style=\"text-align: center\">AGI</td>\n<td style=\"text-align: center\">10</td>\n<td style=\"text-align: center\">CHR</td>\n<td style=\"text-align: center\">34</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>Guild</strong></td>\n<td>Order of the Black Wand</td>\n<td style=\"text-align: center\">END</td>\n<td style=\"text-align: center\">33</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>HP</strong></td>\n<td>178/178 (+0.3/sec)</td>\n<td style=\"text-align: center\">INT</td>\n<td style=\"text-align: center\">119</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>MP</strong></td>\n<td>429/595 (+1.1/sec)</td>\n<td style=\"text-align: center\">WIS</td>\n<td style=\"text-align: center\">119</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n</tbody>\n</table></div>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"margin-left: auto; margin-right: auto\">\n<tbody>\n<tr>\n<td style=\"text-align: center\" colspan=\"3\"><strong>Skill List</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Level</strong></td>\n<td style=\"text-align: center\"><strong>Proficiency</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Necromancy</td>\n<td style=\"text-align: center\">5</td>\n<td style=\"text-align: center\">43%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Hexcraft</td>\n<td style=\"text-align: center\">4</td>\n<td style=\"text-align: center\">23%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Forbidden Power</td>\n<td style=\"text-align: center\">2</td>\n<td style=\"text-align: center\">26%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Monster Domination</td>\n<td style=\"text-align: center\">2</td>\n<td style=\"text-align: center\">97%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Taboo</td>\n<td style=\"text-align: center\">4</td>\n<td style=\"text-align: center\">34%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Mana&#xA0;Affinity</td>\n<td style=\"text-align: center\">3</td>\n<td style=\"text-align: center\">45%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Staff Mastery</td>\n<td style=\"text-align: center\">1</td>\n<td style=\"text-align: center\">9%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Wand Mastery</td>\n<td style=\"text-align: center\">2</td>\n<td style=\"text-align: center\">30%</td>\n</tr>\n</tbody>\n</table></div>\n<p>&#xA0;A Necromancer with an overall Level of 20. In a place where the average monster was lucky to reach Level 3, she was unstoppable. Even with her pitiful physical attributes she could still easily punch anything in here to death.</p>\n<p>This much was natural - both Jobs and Skills would provide an Attribute boost every time they went up in Level. Training and raising these was the best way of raising combat power, although not the only one. It was also possible to train one&#x2019;s body and/or mind to increase specific Attributes, but it was not common practice. In the time it took for a warrior to gain STR +1 through the &#x2018;special action&#x2019; of physical training, he could just as easily have earned himself almost six times as much through Level Ups. The difference in efficiency was simply incomparable.</p>\n<p>However, anyone who looked at this Status Screen without knowing Valeria would be left scratching their head.</p>\n<p>To begin with, Monster Tamer was an odd choice of secondary Job for Necromancer. The latter was famous for&#xA0;using waves of disposable undead, while the former revolved around painstakingly raising a small number of powerful pet monsters. There were merits and demerits to either approach, but they both amounted to the same thing - having something else fight your battles. Logically speaking, an adventurer would pick a secondary Job that either synergizes with their main one or makes them more versatile. Common sense dictated that this particular set-up was a very poor one.</p>\n<p>The truth was that Valeria did in fact make a logical choice, albeit for very different reasons. The Necromancer Job, while well suited to solo adventurers, also caused side-effects like negative Faith (FTH) and a high proficiency level of Taboo. This ostracized these adventurers from most religious societies, which meant they would end up shunned and despised by almost every single Priest, Monk and Paladin. Even the paganistic Shamans and Druids would avoid contact with these self-proclaimed Lords of the Dead. And something all these callings had in common was that they were healers - Jobs that could instantly mend wounds and restore vitality through their magic. This meant that a Necromancer never had a healer with them, which meant that the vast majority of other adventurers avoided them on principle. After all, nobody in their right mind was willing to risk their lives on grueling Quests without the safety net of healing magic.</p>\n<p>In a way, a Necromancer was almost always forced down the road of solitude. But that was perfect for them. Their desires were almost entirely selfish anyway, not to mention the questionable and unethical rituals they would sometimes perform were bound to shock and disgust others. In a way, the Necromancer Job was perfect for Valeria as a person. The Monster Tamer job, on the other hand, was perfect for her secret hobby.&#xA0; After all,&#xA0;it was a simple fact that living monsters could do things that the rotting undead were ill-equipped to handle.</p>\n<p>&#x201C;Maybe the cause is a random Cave Troll that wandered in?&#x201D;</p>\n<p>Valeria shuddered at the possibilities. Her facade was quickly breaking down again.</p>\n<p>&#x201D;Huhuehehehe! Or maybe a Werewolf!? Either one of those would be perrrrfect!&#x201D;</p>\n<p>In truth, there were several ways of being saddled with negative FTH and Taboo. To Valeria, her Necromancer Job was an excellent way&#xA0;of explaining her Status to people with a high-level Appraisal Skill. If questioned, she could simply put on a &#x2018;can&#x2019;t be helped&#x2019; sort of attitude and blow it over. In some ways she was extremely fortunate the acts she committed did not put something truly damning on her Status Screen. Something like, for example, a Monster Breeder Skill.</p>\n<p>Valeria desperately needed a new toy. Her last pet, a Level 7 Gray Wolf, could not keep up with her demands and had simply expired. It was a good ride, so his owner found it a pity when the beast&#x2019;s life ran out from all the abuse. Just remembering those long nights was enough to drive her wet.</p>\n<p>&#x201C;MMmmnn&#x2026;&#x201D;</p>\n<p>She moaned softly. It had been too long since the last session. She leaned absentmindedly against a wall and sheepishly snuck a few fingers into her damp panties. Two digits pressed against her sodden entrance, her lower lips quivering slightly in anticipation. She was in the middle of a dark dungeon where anyone could walk in on her. The excitement egged her on until she could no longer stand it. Her highly immoral fantasies ran wild. And just as she was imagining being penetrated, her dreams became reality.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">Critical damage sustained. HP -145.<br>The overwhelming force of the blow has left you&#xA0;stunned for 5 seconds.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>A sword had punctured through the nape of her neck. The sudden thrust had driven the blade completely through her throat, leaving the bloodied tip poking out from underneath her chin.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">You are bleeding heavily from an open wound. HP -10.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>The entirely unremarkable and wholly non-magical lump of iron was pulled out of her, leaving a large vertical slit on her bloodied neck. She collapsed like a puppet with her strings cut and fell to the floor with a thud.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">You are bleeding heavily from an open wound. HP -10.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>&#x201C;Kuh! Kuhah! Koff!&#x201D;</p>\n<p>Valeria sputtered blood from her mouth when her head hit the ground. Her mind was still reeling from the effects of the Stun condition, unable to comprehend what was happening.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">You are bleeding heavily from an open wound. HP -10.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>&#x201C;Keh&#x2026; Ple-Kuh!&#x201D; she coughed weakly, her blood splattering against the cold stone floor. She could not even muster a scream before darkness overtook her vision.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">You are bleeding heavily from an open wound. HP -10.<br>You are no longer stunned.<br>You died.</div>\n</td>\n</tr>\n</tbody>\n</table></div>","preNote":"","postNote":""},{"title":"Death Comes In Many Forms 2","id":99986,"release":1477519200000},{"content":"<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">Level up!<br>Congratulations, you are now a level 15 Mimic! All attributes +2.<br>Proficiency level increased. Assassination is now Level 4. AGI +2. DEX +1. STR +1.<br>Proficiency level increased. Stealth is now Level 3. AGI +2. DEX +1. END +1.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>&#x201C;Hissyah ssah ssah ssah!&#x201D;</p>\n<p>The Mimic let out a half-hiss half-laugh as it did its traditional celebratory jig. The tiny legs moved its rectangular body rhythmically side to side and the fleshy tendril of a tongue waved the bloody sword around to some unheard tune. It had just managed to fell a high-level opponent in a single strike - truly an achievement worth celebrating!</p>\n<p>Valeria did not find the culprit behind all those disappearances. It had found her.</p>\n<p>42 of the 45 reported missing persons were all done in by the same monster. In these last two months it had learned how to shift its appearance to match that of an already &#x2018;checked&#x2019; chest. Its prey would either ignore it and move on, or get greedy and approach. In the latter case, they would be stabbed and eaten. In the former scenario, they would be hunted down, stabbed and eaten.</p>\n<p>This simple creature had found several devious ways to deceive and ultimately devour its victims. Truthfully, the difference in Level meant that it could probably charge a group of 4 newbies and end their lives with no difficulty. However, such things went against its instincts. And those had never led it astray so far.</p>\n<p>A few minutes ago, when two strange-looking people entered its kill zone, those instincts screamed at the Mimic, warning it that it was no match for either one of them. The short metal one felt particularly dangerous. So this would-be-chest did the only thing it could - it focused every fiber of its being into cowering and hiding.</p>\n<p>But the troublesome dwarf left all on his own. The human lingered in the area and began acting strangely. She grew more and more distracted until she stopped and leaned against the wall, leaving the disguised Mimic in her blind spot. Realizing its chance, the monster acted without hesitation.</p>\n<p>It crept toward her silently. The Mimic&#x2019;s Stealth Skill allowed it to suppress its presence and lessen the sounds it made when it moved, although it drained its Mana Points (MP) unless it stood perfectly still. The Agility (AGI) Attribute aided in this, as every point of AGI meant smoother and nimbler movements of one&#x2019;s body as a whole.</p>\n<p>Once it had reached her defenseless back, it thrust a sword into an unarmored weak point - the back of her neck.</p>\n<p>Strength (STR) allowed the Mimic to carry heavier loads and enhanced melee attacks, such as sword thrusts.&#xA0;Dexterity (DEX) on the other hand governed how nimbly one could handle weapons and provided a power boost to piercing and thrusting attacks. Landing an attack on a vital point meant it would be at least two times stronger than it normally would have been.</p>\n<p>And last but not least, it was an attack from behind on an unsuspecting opponent. These conditions allowed the Mimic to trigger its Assassination Skill, which overlapped with all other effects, boosting the overall power of that single strike threefold.</p>\n<p>The result was a devastating blow that exceeded 66% of Valeria&#x2019;s HP, forcing her into the Stunned abnormal state which robbed her of her wits. She then bled out the remainder of her HP on the ground, without the need for a follow up attack.</p>\n<p>Truthfully, if the Mimic had access to a better weapon, its prey would have died without ever realizing she had been ambushed.</p>\n<p>Feeling awfully proud of its mild accomplishment, the Mimic stopped its little dance and used its tongue the fling the sword it had been holding into the air. The bloodied blade spun around several times before falling down towards the monster&#x2019;s open maw. A swirling dark purple portal opened up between its dagger-like teeth. The weapon disappeared into it without making a sound. The Mimic then closed the portal and its maw. Having lightened its load, the mimic proceeded to the next order of business.</p>\n<p>&#x201C;Shashus!&#x201D; it hissed. While it sounded only vaguely like &#x2018;Status,&#x2019; some invisible force recognized the chant and brought up a series of windows to the forefront of the monster&#x2019;s consciousness.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"margin-left: auto; margin-right: auto\">\n<tbody>\n<tr>\n<td style=\"text-align: center\" colspan=\"2\"><strong>General Information</strong></td>\n<td style=\"text-align: center\" colspan=\"4\"><strong>Attributes</strong></td>\n<td style=\"text-align: center\" colspan=\"3\"><strong>Job Information</strong></td>\n</tr>\n<tr>\n<td><strong>Name</strong></td>\n<td>&#xA0;</td>\n<td><strong>Name</strong></td>\n<td><strong>Value</strong></td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Value</strong></td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Level</strong></td>\n<td style=\"text-align: center\"><strong>Progress</strong></td>\n</tr>\n<tr>\n<td><strong>Species</strong></td>\n<td>Mimic (Lesser)</td>\n<td style=\"text-align: center\">STR</td>\n<td style=\"text-align: center\">41</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">Mimic (+)</td>\n<td style=\"text-align: center\">15</td>\n<td style=\"text-align: center\">2%</td>\n</tr>\n<tr>\n<td><strong>Sex</strong></td>\n<td>N/A</td>\n<td style=\"text-align: center\">DEX</td>\n<td style=\"text-align: center\">44</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>Age</strong></td>\n<td>2 months</td>\n<td style=\"text-align: center\">AGI</td>\n<td style=\"text-align: center\">34</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>Guild</strong></td>\n<td>&#xA0;</td>\n<td style=\"text-align: center\">END</td>\n<td style=\"text-align: center\">41</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>HP</strong></td>\n<td>246/246 (+0.4/sec)</td>\n<td style=\"text-align: center\">&#xA0;INT</td>\n<td style=\"text-align: center\">34</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>MP</strong></td>\n<td>105/170&#xA0;(+0.3/sec)</td>\n<td style=\"text-align: center\">WIS</td>\n<td style=\"text-align: center\">36</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n</tbody>\n</table></div>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"margin-left: auto; margin-right: auto\">\n<tbody>\n<tr>\n<td style=\"text-align: center\" colspan=\"3\"><strong>Skill List</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Level</strong></td>\n<td style=\"text-align: center\"><strong>Proficiency</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Assassination</td>\n<td style=\"text-align: center\">4</td>\n<td style=\"text-align: center\">5%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Stealth</td>\n<td style=\"text-align: center\">3</td>\n<td style=\"text-align: center\">0%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Storage</td>\n<td style=\"text-align: center\">2</td>\n<td style=\"text-align: center\">32%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Shapeshift</td>\n<td style=\"text-align: center\">2</td>\n<td style=\"text-align: center\">56%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Sword Mastery</td>\n<td style=\"text-align: center\">4</td>\n<td style=\"text-align: center\">87%</td>\n</tr>\n</tbody>\n</table></div>\n<p>The Mimic felt elated when it saw the (+) sign visible next to the Mimic entry in the Job section.&#xA0;That signified one thing - that the monster could unlock another Restricted Skill! Something like this happened twice before. The first time was at Level 5 when it chose the Assassination Skill, which allowed the creature to dispatch even heavily armored adventurers with ease.</p>\n<p>The second time was when the monster became a Level 10 Mimic, at which point it chose to unlock the Storage Skill. This gave the monster knowledge of how to open and sustain a small window into a pocket dimension. This limited space could be used to store any and all items that were small enough to fit through the portal. Accessing this Storage demanded the use of magic, but such a thing wasn&#x2019;t quite free. The Mimic&#x2019;s Mana Points (MP) were consumed every time it withdrew or deposited an item. And yes, this simple creature did indeed have things it wanted to keep safe.</p>\n<p>Or rather, things it needed to keep out of sight. After all, it had to keep its lair clean and unassuming if it was to deceive people. And while arms and armor made out of chainmail, leather or wood were no match for its teeth, solid iron was beyond its limits. As a result, the monster&#x2019;s Storage was currently holding a collection of swords, axes, shields, helmets, greaves, bracers and other inedible equipment. It was, essentially, using an alternate dimension as an overqualified garbage bin.</p>\n<p>It did try to eat a sword though. Once. Such an act broke a few teeth and cut apart the insides of its maw, causing its Health Points (HP) to decrease. And HP was a vital thing. If it hit 0, the mimic would die. Just like the 42- no, make that 43 people it had killed. The Mimic understood its maximum HP rose alongside its Endurance (END) and STR. If it wasn&#x2019;t such an idiot, it would probably notice that its maximum HP went up by 5 with each point of END and a further 1 for each point of STR. Similarly, maximum MP would rise by 5 per point of INT, while END and WIS would boost automatic recovery of HP and MP, respectively, at a rate of 0.1 HP/MP per 10 points of END/WIS.</p>\n<p>As for the other Skills, they came about naturally. Sword Mastery was the first Skill the Mimic ever learned, almost by accident. Stealth came about naturally as the monster put its Assassination skill to practical use. Those two were Common Skills that any Job could learn through practice, although whether they would be useful is another question entirely. &#xA0;Shapeshift, on the other hand, was something the Mimic was born with - a Natural Skill.</p>\n<p>And now, 5 Levels after attaining Storage, it was time for another delicious Skill. To do that, it had to open another screen in its mind. And to do THAT it had to chant the command words. Fortunately for the speaking-impaired monster, it seemed that intent was more important that proper pronunciation when it came to these things.</p>\n<p>&#x201C;Shkish shish: Shishik!&#x201D; it hissed again, spitting all over the place in the process. Even if it wasn&#x2019;t saying the words right, it still had to say them out loud. It had no idea why it had to do that, nor did it particularly care. It just accepted it as the way things were and moved on with its life.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\"><strong>Skill List: Mimic</strong><br>Unlocked Skills: Assassination, Storage<br>Available Skills: Natural Armor, Misdirection, Cadaver <span style=\"font-weight: 400\">Absorption</span><br>You can unlock 1 additional Restricted Skill from this Job.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>Just like the last two times, it had a few choices to pick from. And just like at Level 10, some new options had appeared. Although it recognized which Skills were left over and which ones were new, the monster still decided to give everything in the list a once-over. Even though its mental-boosting Attributes had been steadily climbing, it still did not trust its own memory too much. It was also possible that something might have changed the last time it was here. Any decisions made here seemed to be permanent, so it was important to be prudent.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">A special action has been performed. WIS +1.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>It took the attribute increase as confirmation for its rather obvious deductions. After all, such leaps of logic were truly phenomenal for a Mimic, and this one knew full well it was a dumbass. Even if Intelligence (INT) improved its memory capacity and Wisdom (WIS) helped the creature put its limited knowledge to use, it still had very little to begin with. Saying it didn&#x2019;t have two brain cells to rub together would not be entirely untrue.</p>\n<p>The monster focused its barely functional mind on the first Available Skill on the list. After a few seconds, a new window popped up into its mind.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\"><strong>Natural Armor</strong><br>Description: Monsters are known for their tough hides that can shrug off anything and everything.<br>Requirements: Level 5 Monster Job, END 10<br>Type: Passive<br>Activation Time: N/A<br>Cost: N/A<br>Range: Self<br>Effects: Reduces all incoming damage by 1% per Level of this Skill.<br>Provides an additional +2&#xA0;END per Level of this Skill.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>This Skill was available the first two times as well. While it did look useful in a pinch, it had some unpleasant strings attached. To Level up a Skill, the Mimic had to raise its Proficiency by putting that Skill to practical use. And the practical use of Natural Armor obviously involved getting hit. A lot.</p>\n<p>That was not, however, how the simplistic Mimic understood things. It simply deduced this Skill would not help it ambush its opponents like Assassination and Sword Mastery, nor was it useful in maintaining its cover like Stealth and Storage. So it was promptly ignored for the third time in a row. The Mimic then moved onto the next Skill in the list.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\"><strong>Misdirection</strong><br>Description: Allows the Assassin to create a small noise at a target location. <br>Requirements: Assassination, Stealth, DEX 40<br>Type: Active, Area<br>Activation Time: Instant<br>Cost: 50 Mana<br>Range: 15 Meters<br>Effect: Create a small noise with the purpose of attracting attention. <br>The MP cost, range and types of noises available all improve with each Level of this Skill.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>As expected, this Skill was not available before. Just like the previous one, the Mimic failed to see how it could be useful. In fact, wouldn&#x2019;t making a noise out of nowhere put its prey on high alert? Surely doing such a thing was going to cause more problems than solutions. It seemed to go completely against what the Mimic was trying to do in the first place.</p>\n<p>Hmm? Strategy? What&#x2019;s that? Does it taste good?</p>\n<p>The Mimic quickly dismissed this Skill and moved onto the next one.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\"><strong>Cadaver Absorption</strong><br>Description: Allows the Mimic to absorb <span style=\"font-weight: 400\">residual </span>knowledge and power from the remains of its prey.<br>Requirements: Level 15 Mimic, WIS 30, INT 30, Has devoured at least 30 of the same Species.<br>Type: Active, Corpse-targeted<br>Activation Time: 2 seconds<br>Cost: 150&#xA0;MP<br>Range: 2 Meters<br>Effect: A portion of the&#xA0;target&#x2019;s Attributes, Skill Proficiency or Job Levels will be permanently added to the Mimic&#x2019;s Status. What is absorbed is random.<br>This Skill can fail. Success rate depends on the Level of this Skill and the strength&#xA0;of the LCK Attribute.<br>The amount of knowledge and power absorbed <span style=\"font-weight: 400\">increases </span>with each Level of the Shapeshift Skill.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>The monster strained its tiny mind to comprehend the complexity of this Skill. Eventually it reached a simple conclusion - it was a Skill that allowed the Mimic to get stronger by eating things. It liked getting stronger and it was always eating things anyway. It certainly sounded good. At least, better than those other two trash-tier Skills.</p>\n<p>Having made its choice, the Mimic let out a series of hisses and gurgles that were loosely interpreted as &#x2018;Unlock Skill: Cadaver <span style=\"font-weight: 400\">Absorption</span>.&#x2019; A flash of light briefly enveloped the animate wooden chest, flooding it with the knowledge of how to use its new acquisition.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">The Luck (LCK) attribute has been created through a special action. LCK +1.<br>Proficiency level increased. Cadaver <span style=\"font-weight: 400\">Absorption&#xA0;</span>is now Level 1. All attributes +1.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>The Mimic felt a little disappointed. Only a +1. All the other Skills gave a total of +4, so why was this one being stingy? Still, its choice had already been made. Complaining about it now would be meaningless. Not that there was anyone around that would listen to such a complain in the first place. Shrugging its non-existant shoulders,&#xA0;the Mimic turned its attention to the bloodied corpse in front of it.</p>\n<p>These were the remains of a high-leveled adventurer, a prize that was hard to come by in these parts. The Mimic would surely want to use Cadaver&#xA0;Absorbtion&#xA0;on this body. &#xA0;But while doing so immediately might give it an immediate power boost, wouldn&#x2019;t it be wiser to put it in Storage and save it for later? If its Attributes and Shapeshift Level went up, then it would have a better&#xA0;chance of getting something useful out of this rare opportunity.</p>\n<p>It was a dilemma, one that would stump most people. Should they try to gain power now, or put it off so they can stack the odds in their favor? While aiming for a better chance was attractive, it might still turn out to be a colossal waste of time. Not to mention that whether they lived long enough to take advantage of that time investement was another question entirely. It was difficult to find the right answer and every person would have their own opinion on the matter.</p>\n<p>Well, the one who was making this decision wasn&#x2018;t really a person.</p>\n<p><em>*CHOMP CHOMP MUNCH MUNCH*</em></p>\n<p>It was&#xA0;a simple creature that immediately made its choice. Or rather, it completely failed to realize there was even a choice to begin with. Even if the faux-chest was significantly smarter when compared to others of its kind, it was still a Mimic. In the grand scheme of things, it was still a moron.</p>\n<p><em>*BURP*</em></p>\n<p>And, being the moron that it was, it completely neglected to activate Cadaver&#xA0;Absorbtion&#xA0;beforehand.</p>\n<hr>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"margin-left: auto; margin-right: auto\">\n<tbody>\n<tr>\n<td style=\"text-align: center\" colspan=\"2\"><strong>General Information</strong></td>\n<td style=\"text-align: center\" colspan=\"4\"><strong>Attributes</strong></td>\n<td style=\"text-align: center\" colspan=\"3\"><strong>Job Information</strong></td>\n</tr>\n<tr>\n<td><strong>Name</strong></td>\n<td>&#xA0;</td>\n<td><strong>Name</strong></td>\n<td><strong>Value</strong></td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Value</strong></td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Level</strong></td>\n<td style=\"text-align: center\"><strong>Progress</strong></td>\n</tr>\n<tr>\n<td><strong>Species</strong></td>\n<td>Mimic (Lesser)</td>\n<td style=\"text-align: center\">STR</td>\n<td style=\"text-align: center\">42</td>\n<td style=\"text-align: center\">LCK</td>\n<td style=\"text-align: center\">2</td>\n<td style=\"text-align: center\">Mimic</td>\n<td style=\"text-align: center\">15</td>\n<td style=\"text-align: center\">2%</td>\n</tr>\n<tr>\n<td><strong>Sex</strong></td>\n<td>N/A</td>\n<td style=\"text-align: center\">DEX</td>\n<td style=\"text-align: center\">45</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>Age</strong></td>\n<td>2 months</td>\n<td style=\"text-align: center\">AGI</td>\n<td style=\"text-align: center\">35</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>Guild</strong></td>\n<td>&#xA0;</td>\n<td style=\"text-align: center\">END</td>\n<td style=\"text-align: center\">42</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>HP</strong></td>\n<td>252/252 (+0.4/sec)</td>\n<td style=\"text-align: center\">&#xA0;INT</td>\n<td style=\"text-align: center\">35</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>MP</strong></td>\n<td>170/170&#xA0;(+0.3/sec)</td>\n<td style=\"text-align: center\">WIS</td>\n<td style=\"text-align: center\">38</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n</tbody>\n</table></div>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"margin-left: auto; margin-right: auto\">\n<tbody>\n<tr>\n<td style=\"text-align: center\" colspan=\"3\"><strong>Skill List</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Level</strong></td>\n<td style=\"text-align: center\"><strong>Proficiency</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Assassination</td>\n<td style=\"text-align: center\">4</td>\n<td style=\"text-align: center\">5%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Stealth</td>\n<td style=\"text-align: center\">3</td>\n<td style=\"text-align: center\">0%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Storage</td>\n<td style=\"text-align: center\">2</td>\n<td style=\"text-align: center\">32%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Shapeshift</td>\n<td style=\"text-align: center\">2</td>\n<td style=\"text-align: center\">56%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Cadaver Absorption</td>\n<td style=\"text-align: center\">1</td>\n<td style=\"text-align: center\">0%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Sword Mastery</td>\n<td style=\"text-align: center\">4</td>\n<td style=\"text-align: center\">87%</td>\n</tr>\n</tbody>\n</table></div>","preNote":"I'll be putting the moron's updated Status Screen at the end of every chapter. Or when I can be bothered.","postNote":""},{"title":"Death Comes In Many Forms 3","id":99997,"release":1477519200000},{"content":"<p>A rhythmic smacking noise echoed through the dungeon. It was the sound of wood being slammed against stone. The cause of this disturbance was an idiotic box that had just realized its mistake.</p>\n<p>The Mimic swayed furiously on its numerous tiny legs and smashed its side into the rock wall for the upteempth time.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">You have suffered minor blunt trauma. HP -2.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>The familiar message had been repeating itself intermittently over the last ten minutes. The moron in question was punishing itself for being overly eager. Just when things were getting good, it had let an amazing chance slip away. Surely even a single one of that Necromancer&#x2019;s Skills or Jobs would have given it a tremendous power boost!</p>\n<p>&#x201C;KISHAAAAA!&#x201D; it yelled and smashed itself against the wall with a bit of extra force.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">You have suffered minor blunt trauma. HP -5.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>Enough was enough. This behavior was getting it nowhere while wasting valuable HP. It calmed itself down and began cleaning up the mess like usual. It didn&#x2019;t bother with the numerous giant rat corpses though - those were already crumbling to dust. Another few minutes and they will have completely returned to the dungeon that spawned them.</p>\n<p>After its lair had been returned to its former unsoiled glory, it scuttled back to its spot and resumed its disguise as a &#x2018;wounded&#x2019; wooden chest. And it waited.</p>\n<p>Hours turned to days and days turned to weeks. The Mimic patiently stood there without moving a single muscle. It didn&#x2019;t mind though. It was pretty much born for this sort of thing. But every living being had a limit to how long it could sit around and do absolutely nothing.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">You are hungry. Automatic HP and MP recovery are now halved.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>Something inside the Mimic growled. Its bottomless pit of a stomach was running on empty. The most primal need to eat and survive clashed with the Mimic&#x2019;s natural hunting instinct. Should it abide by its Hider&#x2019;s Intuition or follow the impulse to seek prey immediately. This was an important decision for this creature. After all, it had never ventured more than a dozen or so meters from its birthplace.</p>\n<p>Having made up what passes for its mind, it sprouted its numerous tiny legs and lifted itself off the ground. Lunch was unlikely to come on its own, so it would go find it instead. It scuttled sideways towards the direction most of its prey had come from. However, it paused when it reached the edge of the unnaturally smooth and even ground found around its birthplace. It had tried to walk further once before, only to have jagged rocks and pebbles poke and scrape its sensitive underside. It was not a pleasant sensation. Therefore, its current mode of transportation would need to be revised.</p>\n<p>The Mimic put its Shapeshift Skill to use. It could change the structure of its body to a certain degree, but its species - that of Mimic (Lesser) - could not completely abandon its original box-like shape. What it could do, however, was alter the other bits of its body. It sat on the ground and retracted its tiny limbs. After a short while, six smooth, long, spider-like legs grew out steadily from its sides.</p>\n<p>While it may not be able shift its body as freely as something like a Slime or Mud Elemental, it did have a natural talent for imitating things. After all, Mimics gotta mimic. And in this situation, it was copying the appearance of a small spider that made its nest directly above the Mimic&#x2019;s resting spot. Having literally nothing better to do over the last two weeks, the monster simply observed the tiny arachnid with its magical perception. The way its multi-jointed legs climbed up the wall and walked along its thread were thoroughly entertaining, so it ended up memorizing quite a few of those movements. And now would be the time it would put that knowledge to use.</p>\n<p>It tried to stand up on its new legs and failed miserably. The stick-like legs were too weak and too long to lift the faux-wood body. After readjusting their thickness and length several times, it finally found the right balance and stood upright. The spider-chest then made a few experimental steps. However, keeping itself from falling over proved to be tricky. Having the legs come out at the sides made the monster worryingly unsteady whenever it moved forward or backwards. It had to learn how to distribute its weight and control its center of gravity for the first time.</p>\n<p>Eventually it simply found it easier to change where the legs came out from. Rather than all six coming out from its sides, it spread them out evenly. One on the left, one on the right, two in the front, two in the back. Like this, it could move quickly and comfortably across any terrain the dungeon threw at it. It could even get quite a bit of speed, although stopping itself without the help of a wall or the floor proved to be a challenge.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">Proficiency level increased. Shapeshift is now Level 3. AGI +1. DEX +1. END +2.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><em>*GURURURU*</em></p>\n<p>The Mimic had no time to enjoy the slight power-up. Time was ticking! Screwing up its determination, it took its first steps into the complete unknown. Its perception had no trouble penetrating the dark, but the range was limited. So the Mimic could only move slowly and quietly, keeping as low to the ground as possible without scraping its sensitive bottom against the hard ground.</p>\n<p>Ideally it would have used Stealth, but moving around under its effects rapidly drained MP. That&#x2019;s not something it was willing to do considering its stunted recovery speed.</p>\n<p>It shuffled up and down the tunnels, passing by its fellow monsters.&#xA0;They were all born from the same &apos;womb&apos; and thus shared a slight telepathic connection with each other. They were not hunter and prey, but kin. So rather than get in each other&#x2019;s way, the different species of monsters simply exchanged curt greeting-like gestures as they walked past each other.</p>\n<p>The Mimic&#xA0;kept searching the tunnels, actively hunting for prey. But it never found any. In fact, all this moving around simply made things worse.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">You are ravenous. Automatic HP and MP recovery are now disabled.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>While waiting in ambush, Mimics enter a sort of suspended animation. This not only allowed them to better preserve their energy and stamina, it also meant their presence was thinned out. So having a shut-in like that suddenly move around would make it tired without question. The frustrated monster had every right to wonder why it had to go through all this hassle just for a meal.</p>\n<p>In reality, this sequence of events was more or less the natural order of things.</p>\n<p>Every dungeon had something called Minimum Monster Level. This depended on the quality and quantity of mana permeating through the air and ground. Monsters sprang forth naturally over time in such places, birthed from seemingly thin air by the abnormally high concentrations of magical energy. Denser mana would naturally give birth to more powerful monsters.</p>\n<p>For example, the Black-tier dungeon known as The Staircase To Heaven was home to vicious creatures that surpassed Level 100. The air on that mountain is so thick with mana that it was outright lethal. If anyone or anything that was under Level 70 tried to challenge it, they would simply choke and drown as if they were underwater.</p>\n<p>However, that mystical substance did more than simply give birth to monsters of a certain Level. It also sustained its &#x2018;children,&#x2019; allowing them to ignore basic needs such as food, water or, in some extreme cases, sleep. And these creatures would inevitably grow in strength as they repelled invaders. If they became too powerful, then their home would no longer be able to sustain them and they would have to either leave the dungeon or starve to death. That was what dictated the Maximum Monster Level of a dungeon.</p>\n<p>And this was exactly what was happening to this particular Mimic. Although it had been born as a measly Level 1, it had grown to Level 15. The Green Zone of the Litigar Dungeon Complex had a Maximum Monster Level of 6, meaning this particular individual had long ago outgrown its home. Its dormant state and steady supply of blood and meat had staved off its hunger so far, but something had changed. The meals-on-legs stopped coming entirely. And the Mimic&#x2019;s exploration soon revealed the answer as to why.</p>\n<p>&#x201C;Huck!&#x201D; it cursed. Part of the dungeon was sealed off. Vertical and horizontal steel bars were welded to create a formidable grate. It blocked off the 2-meter tall circular tunnel, cutting off any and all foot traffic through the passage.</p>\n<p>After Valeria&#x2019;s mysterious disappearance, the nearby town simply decided to seal off the highly dangerous area and let nature take its course. Anything that could take down a Level 20 adventurer was clearly over the Maximum Monster Level and would just starve to death. Even something like eating its fellow monsters wouldn&#x2019;t save it - their bodies would just disappear into raw mana before they could be digested.</p>\n<p>Also, quarantine was ultimately cheaper than issuing a subjugation quest. So what if 20% of the Green Zone was sealed off? The newbies could still hunt leisurely in the remainder of the maze-like dungeon.</p>\n<p>The Mimic knew very little about such circumstances, but it recognized this mass of metal as the source of its dilemma. Even <strong>it</strong> wasn&#x2019;t dense enough to fail to realize this abnormality and the sudden lack of prey were linked. The question was - what could it do about it? It desperately needed to get past it, so it tried several things.</p>\n<p>First it tried pushing its body through the gaps in the grate, but they were too small. Although it could shapeshift, it was still a Lesser Mimic that couldn&#x2019;t abandon its chest-like body shape. Only something like a Slime would be able to pass through these. Impossible things were impossible, so it gave up on that and decided to try brute force.</p>\n<p>It spit out a sword from its Storage and gripped it with a red tentacle-like tongue. It swung its weapon repeatedly&#xA0;against the grate. The metal-on-metal impacts caused bell-like noises to reverberate through the cave while sparks pierced the darkness. But, as expected, the forged steel bars did not budge a single bit. If anything, it was the iron sword that was getting bent out of shape instead.</p>\n<p>After a while, it gave up. Wasting stamina like this was counterproductive. If only it could eat this obstacle, then it would be killing two Goblins with one Fireball. But since it couldn&#x2019;t even chew up the solid iron armor and weapons in its Storage, something like forged steel was way out of its league. It tossed the slightly chipped blade into the air swallowed it back up, sending it to-</p>\n<p>Swallowed?</p>\n<p>So far, it could just &#x2018;swallow&#x2019; whatever it couldn&#x2019;t eat. The obstacle before it was something it couldn&#x2019;t eat. Therefore, why not try to &#x2018;swallow&#x2019; it instead?</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">A special action has been performed. WIS +1.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>Now this was promising! Since the WIS stat rose, then this was undoubtedly the &#x2018;special action&#x2019; of getting a brilliant idea!</p>\n<p>It backed off from the grate, turned around and opened its mouth. A swirling purple abyss appeared inside and started spewing out dozens of items, one after the other. It was about to swallow a circular mass of steel 2 meters in diameter, so it needed the extra room in its Storage. By the time it was done, the Mimic had created a pile of bloodstained metal that was almost as tall as it was. All that was left in its pocket dimension were three swords and a dagger.</p>\n<p>It faced the grate again and tipped forward on its spider-like legs. It opened its maw and put both its lower and upper sets of teeth up against the steel rods, as if it were trying to bite it. It mustered up part of the MP it had remaining and opened a Storage portal so that it overlapped with the metal bars. But try as it might, the swirling hole refused to grow larger than about 40 centimeters.</p>\n<p>&#x201C;HUCK!&#x201D; it cursed again while still clinging onto the infuriating metal rods. Being as dumb as it was, it failed to realize the obvious difference in size. Disappointed, it pulled itself away from the troublesome cage, causing the Storage portal to abruptly collapse.</p>\n<p>And then a sharp pain permeated through the monster&#x2019;s entire being. The Mimic hissed and screamed with a high-pitched howl as it thrashed about in agony. Every part of its rectangular faux-wood frame convulsed violently, as if it was trying to rip itself apart.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">Your Storage spell has backfired due to improper use. Your body suffers from the feedback. HP -100.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>Magic is not a toy. Improper use of it could carry dire, sometimes lethal consequences. And something like ripping open a hole in reality was no exception. In fact, it was especially true for spatial manipulation spells like Storage. What the Mimic unintentionally did just now was equivalent to trying to shut a door with with its metaphorical foot in the way. If this sort of thing happened with more powerful spatial magic, such as the Teleport or Gate spells, there would have been very little left of the poor thing.</p>\n<p>It&#x2019;s not like this moron actually understood the basic principles of magic. It had simply accepted the Storage portal opening inside its jaws as &#x2018;a thing that happens when I want it to.&#x2019;</p>\n<p>&#xA0;&#x201C;Heeh. Heeh. Heeh. Heeh.&#x201D; it panted. The Mimic had collapsed next to the pile of discarded weapons and armor, still reeling from that unbearable moment of pain. The monster then&#xA0;felt anger wash over it. Why did this stupid hard thing have to be in its way!? In a fit of rage, it stretched out its tongue and wrapped its tip around a small round shield out of the pile. It then flung it with full force at the steel bars, completely oblivious to the fact that it only had itself to blame.</p>\n<p>The iron-reinforced wooden shield flew horizontally like a frisbee, crashing into the steel grating and falling down to the ground, making an awful racket in the process. Then a part of said grating slowly fell backwards, making a small clanging sound as it also hit the stone floor.</p>\n<p>The Mimic was speechless. Not that it could actually speak properly in the first place. The newly made hole was just over 40 centimeters in diameter. The steel rods looked like someone had severed them with an extremely clean sword strike. In truth, the Storage portal did actually remove <strong>some</strong>&#xA0;of the forged steel grating. The gateway&#x2019;s&#xA0;sudden collapse practically disintegrated a very small amount of matter around its edge, cutting through&#xA0;a portion of the metal rods. Since that one area of the blockade was technically no longer attached to the rest of it, it just needed a small jolt to tip over. Something that the Mimic&#x2019;s rage-fueled&#xA0;shield throw inadvertently made possible.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">A special action has been performed. LCK +1.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>If the Mimic was aware of the concept of dumb luck, it might have been insulted at this message. Instead it was simply happy at the sudden, albeit completely inexplicable, Attribute gain. It picked itself up off the ground and turned itself sideways to squeeze through the gap. It then continued on its way with a spring in its step and a smile on... whatever it had that passed for a face.</p>\n<hr>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"margin-left: auto; margin-right: auto\">\n<tbody>\n<tr>\n<td style=\"text-align: center\" colspan=\"2\"><strong>General Information</strong></td>\n<td style=\"text-align: center\" colspan=\"4\"><strong>Attributes</strong></td>\n<td style=\"text-align: center\" colspan=\"3\"><strong>Job Information</strong></td>\n</tr>\n<tr>\n<td><strong>Name</strong></td>\n<td>&#xA0;</td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Value</strong></td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Value</strong></td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Level</strong></td>\n<td style=\"text-align: center\"><strong>Progress</strong></td>\n</tr>\n<tr>\n<td><strong>Species</strong></td>\n<td>Mimic (Lesser)</td>\n<td style=\"text-align: center\">STR</td>\n<td style=\"text-align: center\">42</td>\n<td style=\"text-align: center\">LCK</td>\n<td style=\"text-align: center\">3</td>\n<td style=\"text-align: center\">Mimic</td>\n<td style=\"text-align: center\">15</td>\n<td style=\"text-align: center\">2%</td>\n</tr>\n<tr>\n<td><strong>Sex</strong></td>\n<td>N/A</td>\n<td style=\"text-align: center\">DEX</td>\n<td style=\"text-align: center\">46</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>Age</strong></td>\n<td>2 months</td>\n<td style=\"text-align: center\">AGI</td>\n<td style=\"text-align: center\">36</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>Guild</strong></td>\n<td>&#xA0;</td>\n<td style=\"text-align: center\">END</td>\n<td style=\"text-align: center\">44</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>HP</strong></td>\n<td>156/256 (+0.0/sec)</td>\n<td style=\"text-align: center\">&#xA0;INT</td>\n<td style=\"text-align: center\">35</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>MP</strong></td>\n<td>114/170&#xA0;(+0.0/sec)</td>\n<td style=\"text-align: center\">WIS</td>\n<td style=\"text-align: center\">39</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n</tbody>\n</table></div>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"margin-left: auto; margin-right: auto\">\n<tbody>\n<tr>\n<td style=\"text-align: center\" colspan=\"3\"><strong>Skill List</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Level</strong></td>\n<td style=\"text-align: center\"><strong>Proficiency</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Assassination</td>\n<td style=\"text-align: center\">4</td>\n<td style=\"text-align: center\">5%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Stealth</td>\n<td style=\"text-align: center\">3</td>\n<td style=\"text-align: center\">0%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Storage</td>\n<td style=\"text-align: center\">2</td>\n<td style=\"text-align: center\">48%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Shapeshift</td>\n<td style=\"text-align: center\">3</td>\n<td style=\"text-align: center\">18%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Cadaver Absorption</td>\n<td style=\"text-align: center\">1</td>\n<td style=\"text-align: center\">0%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Sword Mastery</td>\n<td style=\"text-align: center\">4</td>\n<td style=\"text-align: center\">87%</td>\n</tr>\n</tbody>\n</table></div>","preNote":"","postNote":""},{"title":"Death Comes In Many Forms 4","id":100003,"release":1477519200000},{"content":"<p><span style=\"font-weight: 400\">The Mimic awaited patiently for its prey. It sat there, completely unmoving. Although part of it wanted to &#x2018;get up and go&#x2019; in the end it followed its hunting instinct and stood still. The ground in this area of the dungeon was fairly flat, but it was far from being smooth. Of particular concern was that one nasty bump that seemed to dig into the creature&#x2019;s underside, causing it to remain slightly tilted to the side.</span></p>\n<p><span style=\"font-weight: 400\">This was more than a little uncomfortable. Physically, there was no pain, but standing slightly lopsided felt wrong. Unnatural. The fact that a chest could even feel discomfort in the first place was already unnatural enough to begin with, so it really had no room to complain. It could reposition itself to be more comfortable, but it was unwilling. At least, not right now. It was a very bad idea to be doing something like that with those heavy footsteps steadily approaching it.</span></p>\n<p><span style=\"font-weight: 400\">Five humans turned a corner and proceeded down the straight section of tunnel that the disguised monster was in. This particular stretch of cave was roomier than your average dungeon passage. It was 8 meters wide and just over 4 meters tall. It had plenty of space to let two big parties of adventurers pass by each other without worry. However, these five were definitely different from the newbies that frequent this part of the dungeon. Their equipment clearly set them apart.</span></p>\n<p><span style=\"font-weight: 400\">The one in front was a grizzled middle-aged man. His torso was protected by a solid steel cuirass that glistened&#xA0;the light from the lantern in his hand. His other hand was gripping a sturdy looking wooden spear with a steel tip. Iron&#xA0;plates protected his shins and forearms. A simple iron helmet encompassed his scalp, with chainmail hanging from its rim like a curtain, covering the sides and rear of his head. It rattled obnoxiously with each step, but it was something this man had long gotten used to.</span></p>\n<p><span style=\"font-weight: 400\">He was a guard, just like the four identically equipped people behind him. Although adventurers were common, they were still but a fraction of this world&#x2019;s population. Not everyone wished to go off and die in some hellhole while chasing some misguided thirst for adventure, gold and glory. Many were content with simply accepting a weekly wage for mundane hard work, living out relatively peaceful lives while protected by sturdy walls.</span></p>\n<p><span style=\"font-weight: 400\">So why were these five peacekeepers in a dungeon where they clearly did not belong? Because they got word of strange noises coming from the direction of the sealed-off portion of the Green Zone. The&#xA0;mayor was a notorious cheapskate, so nobody in this armed detail was surprised he sent them rather than qualified adventurers to look after the bloody thing. Granted, all of these men were between Level 10 and 12, so it&#x2019;s not like something in here was a real threat to them. But they still had to waste valuable time on something that was clearly just greenhorns getting scared at things that go bump in the dark.</span></p>\n<p><span style=\"font-weight: 400\">This was the third time this week they had to walk down this dank and musty cave just because some greenhorn raised a fuss. It&#xA0;would just be another giant rat that got stuck while trying to fit through the metal grate&#x2019;s gaps. After all, nothing in there could break that enchanted steel with brute force. The artisans that made it assured the mayor it would need to be attacked by something that was at least Level 30. Anything weaker than a certain threshold wouldn&#x2019;t even leave a scratch on it. Therefore, this entire patrol was a pointless endeavor that the mayor ordered just so he can save face. The recent string of disappearances was more than enough to make people question his so-called leadership, so something like putting on a pointless show of force came natural.</span></p>\n<p><span style=\"font-weight: 400\">But still, these five got paid to follow orders, so they kept on marching. </span></p>\n<p><span style=\"font-weight: 400\">The Mimic they were rapidly approaching was, simply put, scared shitless. The loose group of guards walking silently down the stone corridor gave off an extremely intimidating air. Running away was not an option - it would be immediately spotted and killed. Fighting was an even worse idea. Hiding had very little chance of success, but it was a chance nonetheless.</span></p>\n<p><span style=\"font-weight: 400\">So it hid. It remained looking like a perfectly unassuming and completely ordinary wooden chest, in some vague hope that it would be overlooked. The armed patrol approached the monster, unaware of what it was. The man in front gave the out-of-place box a sidelong glance before moving on. The next pair of guards did the same. The fourth one had a different idea. He mercilessly thrust his spear into it. It pierced the faux-wood shell and drove deep into the monster. </span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">You have suffered a devastating blow. HP -53.<br>You died.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">It died instantly, without even getting a chance to scream in pain. Its killer withdrew his spear all at once, causing yellow blood to splatter all over the floor.</span></p>\n<p><span style=\"font-weight: 400\">&#x201C;Hey, come on man!&#x201D; complained the man behind him. &#x201C;Why&#x2019;d you do that?! Now I have monster blood all over my trousers! My wife&#x2019;s gonna kill me!&#x201D;</span></p>\n<p><span style=\"font-weight: 400\">&#x201C;Again, Roger?&#x201D; let out the man at the very front. He was peeking back at Roger over his shoulder. &#x201C;You know full well killing that thing wasn&#x2019;t worth the trouble, right?&#x201D;</span></p>\n<p><span style=\"font-weight: 400\">&#x201C;Yeah, I know my Job won&#x2019;t go up much from these Level 1s and 2s, but at least my Spear Mastery is growing&#xA0;steadily.&#x201D; explained Roger. He wasn&#x2019;t wrong. While Jobs would progress very little if one picked on opponents much weaker than them, Skill Proficiency was another story. As long as one met certain conditions, their Skills would steadily climb in power. Granted, it took more and more work to attain the higher Levels, but Mastery Skills were easy to train. As long as one dealt damage to a living thing with the appropriate weapon or school of magic, the relevant Mastery Skill would go up. A difference in Levels didn&#x2019;t matter in this scenario.</span></p>\n<p><span style=\"font-weight: 400\">&#x201C;Don&#x2019;t fuck with me,&#x201D; spat out&#xA0;squad leader at the front. &#x201C;I know full well you just like stomping on ants.&#x201D; </span></p>\n<p><span style=\"font-weight: 400\">&#x201C;Ah, ya got me there, chief,&#x201D; shrugged Roger. It was the truth. The excuse about his Spear Mastery was valid, but it was just that - an excuse. He was just a malicious prick and natural bully.</span></p>\n<p><span style=\"font-weight: 400\">His squad leader scowled at the insubordinate subordinate. &#x201C;Whatever. Come on, let&#x2019;s get this over with,&#x201D; he ordered. There was a time and place for discipline and this was neither of them. They went on their way, completely forgetting about the dead Mimic. </span></p>\n<p><span style=\"font-weight: 400\">The other Mimic that was following them, however, would not forget. They had just murdered his kin in cold blood. Cold, tasty, nourishing blood. The half-spider half-chest had been stalking them quietly for the last several minutes, looking for a chance to kill and eat them. At first it was wondering if it could take them, whether it should just let them be. However, it couldn&#x2019;t quite bring itself to turn around and seek easier prey. But that was then, this is now.</span></p>\n<p><span style=\"font-weight: 400\">And right <strong>now</strong> it felt like it absolutely had to murder the shit out of them. Although it didn&#x2019;t particularly know or care for its dead kin, is there any living being that can stand idle after watching its kind slaughtered? Probably, but it wasn&#x2019;t this one of them. The monster screwed up its determination and prepared to attack the&#xA0;patrol. Even if there were five of them, it was still a higher Level. If it could still take out a few of them before the rest could respond, then it would surely be able to clench victory.</span></p>\n<p><span style=\"font-weight: 400\">It opened its mouth and spat out its long, thick tongue. This part of it was extremely dextrous and malleable - perfect for the Shapeshift Skill. The flat mass of flesh split into three separate tongues, connected at the base. It then accessed its Storage and took out three plain swords - one in each tongue-tentacle. It did not want to waste mana gobbling up all that worthless trash it left behind, so the only thing remaining in its pocket dimension was a curious dagger that was especially shiny.</span></p>\n<p><span style=\"font-weight: 400\">Now armed, the Mimic activated its Stealth Skill and crept up on the patrol. It glided silently towards the still-bickering pair of guards at the very back. Engrossed in their conversation about who&#x2019;s going to be on armor-scrubbing duty, they failed to realize the threat approaching them. The casual pace of their walk did not help matters much, either, since it allowed their stalker to rapidly gain ground on them. Although the Stealth Skill drained its MP with every step, the monster still had more than enough to fulfil&#xA0;its purpose.</span></p>\n<p><span style=\"font-weight: 400\">Having gotten about half a meter behind them, the Mimic reared up slightly on its imitation spider legs and raised two of its armed improvised tentacles up into the air. Now that it was this close, it perceived a gap in their armor. A strip of sweat-stained underclothing was visible between the steel cuirass and the iron helmet, exposing the base of their necks and a bit of their shoulder. It angled the blades downwards and, after a momentary pause, thrust them accurately and smoothly into that opening. </span></p>\n<p><span style=\"font-weight: 400\">The twin blades dug into both guards&#x2019; collarbones from above with very little resistance.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">Assassination Skill triggered. Your attack has dealt 200% more damage. Target HP -107.<br>You have slain your target&#xA0;in a single strike. Assassination Proficiency increased.<br>Assassination Skill triggered. Your attack has dealt 200% more damage. Target HP -82.<br>You have dealt a devastating blow. Target stunned for 5 seconds.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">Ignoring the completely familiar messages and even more familiar screams of pain, the Mimic pulled on the two swords still lodged inside its victims. Continuing the downward stabbing motion, it used the power and momentum of that thrust to throw them both to the ground.</span></p>\n<p><span style=\"font-weight: 400\">The rest of the squad turned around immediately when they noticed their comrades yell out in pain. The first thing they saw was two armored guards being thrown viciously against the stone ground. Their metal-clad backs made audible thuds as they smashed into the stone floor. In the next instant, a sword fell down on the one on the right - likely Roger - stabbing him clean through the throat. The three men in front stared in mute horror as a trio of bloodied blades were retracted from the bodies of their friends. The weapons almost seemed to dance in the air for a moment. And then they noticed it. A creature like no other.</span></p>\n<p><span style=\"font-weight: 400\">It had the body of a simple treasure chest. Its lid had been opened to reveal numerous dagger-like teeth. If it was just this, they might assume it was a Mimic. But this was nothing like the monster Roger had slain a minute ago. </span></p>\n<p><span style=\"font-weight: 400\">The wood-like surface was tattered, cracked and splintered all over. It looked like someone had kicked this particular box down a very long flight of stairs. The various gaps and holes in it revealed a brown mass of slightly pulsating muscle underneath. Anyone who glanced at this appearance would immediately realize it was no simple chest. Well, it was still simple, but that&#x2019;s besides the point.</span></p>\n<p><span style=\"font-weight: 400\">Six long, slender legs jutted out from its undersides, completely mismatched with the main body. It&#x2019;s as if someone had glued a pig-sized spider&#x2019;s legs onto the monster as a sort of prank. But the way they made very slight, almost automatic adjustments to support its body were natural enough to make one think this monster was born with them.</span></p>\n<p><span style=\"font-weight: 400\">And worst of all, growing out of that tooth-filled abyss that passes for its maw, were three meter-long tentacles. The bright red flesh undulated in a disgusting manner, the tips of each horrific limb gripping tightly onto the handle of a sword. The same weapons that had just robbed two men of their lives before they could even ask for help. They were attacked with no warning and for little reason. Only a monster could be this cruel.</span></p>\n<p><span style=\"font-weight: 400\">&#x201C;KEHAAAAAAAAHH!&#x201D; it yelled. Its putrid breath washed over the stunned humans, enhancing the surreal sight before them. The nightmarish creature began bearing down onto the closest guardsman while brandishing its trio of swords. The simple man that was used to scolding troublemaking kids or chasing pickpockets was frozen in terror. The worst thing he&#x2019;d ever faced was a duo of armed bandits, but at least those were human. That situation was something he had trained and prepared for. The veritable storm of steel and teeth that was hurtling towards him was so bizarre that he doubted anyone could be prepared for something so absurd. He made a panicked attempt to ready his spear and ward off the assault, but the Mimic was already upon him. The three blades made sharp sounds as they drew wide arcs in the air.</span></p>\n<p><span style=\"font-weight: 400\">Having to split the muscles of its tongue in three made each of the Mimic&#x2019;s blows significantly weaker than they would be otherwise. The fact that it was slashing rather than stabbing meant that its DEX attribute was not helping right now, either. However, it was using three weapons instead of one. The sheer number of blows it could make meant it could deal out a steady stream of punishment that whittled down and exhausted its prey without giving it any room to breathe.</span></p>\n<p><span style=\"font-weight: 400\">The three swords struck the guard simultaneously from all sides. The lower one cut open the man&#x2019;s thigh, dealing 25 damage to his HP. The middle blow dug into his unarmored bicep, dealing 23 damage. The high blow bounced off the rim of his metal helmet. Although the armor deflected the worst of it, the force of the blow still robbed 9 of his HP due to the blunt trauma. He yelled out in pain, stumbled backwards and fell on his ass. His weapon fell out of his hands and clattered on the rocky ground. He had 44 HP remaining and was bleeding profusely from his leg, but he was still alive.</span></p>\n<p><span style=\"font-weight: 400\">His two comrades were already rushing to his aid, spears at the ready. They both thrust their two-meter long weapons at the monster. It tried to back off, but was too slow. One of them stabbed it in the side, shaving off 34 of the monster&#x2019;s HP. It screamed in pain and leapt backwards to avoid further injury.&#xA0;The Mimic had still not recovered from its earlier Storage mishap, so it was in a precarious position. It currently only had about 40% of its HP remaining. It could not afford being wounded again. It had seen&#xA0;the destructive power of those long pointy things earlier, but feeling it first-hand on its own body woke it up. The monster may have bitten of more than it could chew.</span></p>\n<p><span style=\"font-weight: 400\"> It stretched out its tentacles and attempted to strike at the two men, but the difference in reach became instantly apparent. Its sword wings came nowhere near the two guards, while their spears threatened to skewer it at a moment&#x2019;s notice. If anything, it was being being pushed back, suffering several scratches on its tongues as a result.</span></p>\n<p><span style=\"font-weight: 400\">The monster had clearly underestimate its opponents. And while those two were keeping it busy, the one on the ground had already taken out a small glass flask with a blood-red liquid. The wounded guard sprinkled half of the healing potion on his wounds and drank the rest. The Mimic recognized this pattern - adventurers it failed to finish off would sometimes do those things and recover miraculously from their injuries. The Mimic then had to suffer numerous wounds as it subdued its target with force.</span></p>\n<p><span style=\"font-weight: 400\">So, to sum it up, the monster realized one simple fact. It was fucked. The two in front of it were obviously covering for their wounded comrade. When he stood up they would undoubtedly chase down the creature and end it. It had killed their kind, so they would unquestionably seek vengeance. After all, that sort of thing is what more or less started this encounter in the first place.</span></p>\n<p><span style=\"font-weight: 400\">But the Mimic had a secret weapon. A special move that could fell even that seemingly impossible wall it encountered earlier. It made some more space between itself and its duo of opponents, drawing them a few steps further away from the third one. It then swung one of its tendrils around and haphazardly tossed one of its swords with all the strength it could muster.</span></p>\n<p><span style=\"font-weight: 400\">From the monster&#x2019;s perspective, it was that half-assed shield throw that toppled the steel grate. And this time it was using an actual weapon with all its strength, so this move&#x2019;s destructive power would unquestionably rise. Well, it wasn&#x2019;t wrong about that last part, but the outcome would still not be what it expected..</span></p>\n<p><span style=\"font-weight: 400\">The sword spun around itself a few times as it cut through the air. It missed its targets completely, bouncing off the stone ceiling with a clang and falling harmlessly to the side. The result of the monster&#x2019;s &#x2018;Killer Move&#x2019; was that it had, essentially, disarmed itself. There was a brief moment of silence as everyone present processed what just happened.</span></p>\n<p><span style=\"font-weight: 400\">&#x201C;Huck,&#x201D; it cursed.</span></p>\n<p><span style=\"font-weight: 400\">In some ways, the Mimic was lucky its antics were not considered to be &#x2018;special actions&#x2019; that conferred a loss of Attributes. Otherwise its INT and WIS would already be dropping towards 0. Possibly beyond.</span></p>\n<hr>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"margin-left: auto; margin-right: auto\">\n<tbody>\n<tr>\n<td style=\"text-align: center\" colspan=\"2\"><strong>General Information</strong></td>\n<td style=\"text-align: center\" colspan=\"4\"><strong>Attributes</strong></td>\n<td style=\"text-align: center\" colspan=\"3\"><strong>Job Information</strong></td>\n</tr>\n<tr>\n<td><strong>Name</strong></td>\n<td>&#xA0;</td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Value</strong></td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Value</strong></td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Level</strong></td>\n<td style=\"text-align: center\"><strong>Progress</strong></td>\n</tr>\n<tr>\n<td><strong>Species</strong></td>\n<td>Mimic (Lesser)</td>\n<td style=\"text-align: center\">STR</td>\n<td style=\"text-align: center\">42</td>\n<td style=\"text-align: center\">LCK</td>\n<td style=\"text-align: center\">3</td>\n<td style=\"text-align: center\">Mimic</td>\n<td style=\"text-align: center\">15</td>\n<td style=\"text-align: center\">13%</td>\n</tr>\n<tr>\n<td><strong>Sex</strong></td>\n<td>N/A</td>\n<td style=\"text-align: center\">DEX</td>\n<td style=\"text-align: center\">46</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>Age</strong></td>\n<td>2 months</td>\n<td style=\"text-align: center\">AGI</td>\n<td style=\"text-align: center\">36</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>Guild</strong></td>\n<td>&#xA0;</td>\n<td style=\"text-align: center\">END</td>\n<td style=\"text-align: center\">44</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>HP</strong></td>\n<td>110/262 (+0.0/sec)</td>\n<td style=\"text-align: center\">&#xA0;INT</td>\n<td style=\"text-align: center\">35</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>MP</strong></td>\n<td>67/170&#xA0;(+0.0/sec)</td>\n<td style=\"text-align: center\">WIS</td>\n<td style=\"text-align: center\">39</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n</tbody>\n</table></div>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"margin-left: auto; margin-right: auto\">\n<tbody>\n<tr>\n<td style=\"text-align: center\" colspan=\"3\"><strong>Skill List</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Level</strong></td>\n<td style=\"text-align: center\"><strong>Proficiency</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Assassination</td>\n<td style=\"text-align: center\">4</td>\n<td style=\"text-align: center\">29%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Stealth</td>\n<td style=\"text-align: center\">3</td>\n<td style=\"text-align: center\">11%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Storage</td>\n<td style=\"text-align: center\">2</td>\n<td style=\"text-align: center\">49%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Shapeshift</td>\n<td style=\"text-align: center\">3</td>\n<td style=\"text-align: center\">21%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Cadaver Absorption</td>\n<td style=\"text-align: center\">1</td>\n<td style=\"text-align: center\">0%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Sword Mastery</td>\n<td style=\"text-align: center\">4</td>\n<td style=\"text-align: center\">95%</td>\n</tr>\n</tbody>\n</table></div>","preNote":"","postNote":""},{"title":"Death Comes In Many Forms 5","id":100161,"release":1477605600000},{"content":"<p><span style=\"font-weight: 400\">Having been disarmed by its own stupidity, the Mimic was left in an unquestionably weaker position. It was barely able to fend off two spears with its three swords, so the idea of&#xA0;facing three spears with only two blades was not a&#xA0;pleasant one. It made a few unsteady steps backward, unsure of what to do. Should it run away and live to fight another day? Was that really an option? Even if it ran away, would it find food? Would these people let it escape in the first place? Why was there a stone that looked a little bit like a&#xA0;rat&#x2019;s head on the ground?&#xA0;</span><span style=\"font-weight: 400\">Come to think of it why were there no other monsters around? And why was it suddenly asking itself these various questions in the first place? None of that pondering was getting it any closer to not being dead.</span></p>\n<p><span style=\"font-weight: 400\">There was still some distance between it and the guards, but they seemed wary of approaching it. They were obviously waiting for their buddy to get back in the fight, and by the looks of things that moment would be here soon. The Mimic needed to fight back, but to do that it needed a new weapon. Luckily, there were two armed corpses under its feet. And the dead were extremely generous with their belongings. It reached down its free tentacle and coiled it around one of the spears. Actually, there was another one, so it was fine if it tried its &#x2018;Killer Move&#x2019; again, right? That first attempt was probably a fluke! Besides, it looked like an oversized arrow. And arrows flew really really well, something this monster had learned with its own body when it failed to properly ambush that Ranger about a month ago.</span></p>\n<p><span style=\"font-weight: 400\">And so, about a second after obtaining its new acquisition, the Mimic threw it forward with all its might. The spear, unlike the sword, was indeed a weapon that could be thrown. It cut through the air at a speed that was hard for the human eye to track, especially in these dim conditions. But, much like the first attempt, it missed both guards, flying between them without leaving so much as a scratch.</span></p>\n<p><span style=\"font-weight: 400\">&#x201C;HUCK!&#x201D; the monster yelled.</span></p>\n<p><span style=\"font-weight: 400\">But rather than the sound of metal uselessly hitting on stone, what was heard next was a piercing yell.</span></p>\n<p><span style=\"font-weight: 400\">&#x201C;Aaargh! Ah hahaaaaaah! AAAAH!&#x201D; screamed the third living guard on the scene. His two comrades unwittingly turned their heads around. The wounded man was still struggling to his feet when the errant spear had managed to hit him. It impaled him squarely in the groin, just below the edge of his steel cuirass. He was screaming and thrashing around on the ground in a pain that seemed to resonate with every male in that tunnel.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">A special action has been performed. LCK +1.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">Ignoring that seemingly random Attribute increase, the Mimic quickly lunged at the two guards. Their attention had shifted and their hands had stopped - if there was ever a chance to turn things around, it would be now. It dashed in between their outstretched spears and thrust both of its swords forward. The dumbfounded guards turned their heads around just in time to get stabbed in the face.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">You have dealt a Critical Strike! Target HP -78.<br>You have dealt a devastating blow. Target stunned for 5 seconds.<br>You have dealt a Critical Strike! Target HP -79.<br>You have dealt a devastating blow. Target stunned for 5 seconds.<br>Proficiency level increased. Sword Mastery is now Level 5. STR +2. DEX +2.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">It was checkmate. Or rather, it would be if there were any strategy or planning involved. It was a miracle that the two men did not die on the spot after having the backs of their throats pierced clean through. The Mimic promptly withdrew his blades and slashed at their faces, achieving what is colloquially known as a &#x2018;double kill.&#x2019; It then methodically moved in on the final guard and finished him off while he was still writing on the ground.</span></p>\n<p><span style=\"font-weight: 400\">&#x201C;SKEEEEEEEEEEEEeeee&#x2026;!&#x201D;</span></p>\n<p><span style=\"font-weight: 400\">A triumphant screech resounded through the dungeon. The Mimic was overcome with the thrill of winning a hard battle for the first time in its life. While it did sometimes fail to ambush its prey, the ensuing scuffle would be little more than an annoyance for the over-leveled monster. If there was ever a time for it to express its joy of victory through the language of dance, it was now. </span></p>\n<p><span style=\"font-weight: 400\">Although, it wasn&#x2019;t skill or strategy that won the day. It was its own idiocy. The unpredictable and erratic behavior it displayed completely caught its enemy by surprise on more than one occasion. The creature simply had to recognize its opportunity to act and seize it. It may not be very good at thinking things through, but the Mimic&#x2019;s mind was already a steel trap when it came to taking advantage of a moment of weakness.</span></p>\n<p><span style=\"font-weight: 400\">Trickery? Cowardice? Honor? It knew not of such things. It knew of very few things, to be honest. Even if it did know about such trivialities it would still ignore them since they would not fill its belly. And filling its belly is exactly what it needed to do right now. So without further ado, it proceeded to chow down on the five corpses in front of it.</span></p>\n<p><span style=\"font-weight: 400\">It started with the last one to die - the one it had impaled in the groin through sheer luck. It pulled out the spear and began eating the corpse feet-first. It bit off its legs and, after spitting out the troublesome metal greaves, swallowed gleefully. It repeated the process with the arms and head, discarding the inedible armor along the way. But the torso was difficult. It was still encased in that solid steel cuirass, so getting at it was impossible. Its teeth still could not penetrate steel, after all. It left the still-armored and blood-covered torso alone and moved onto the other corpses, focusing on their limbs and heads in a similar fashion.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">Your hunger has been sated. Automatic HP and MP recovery will return to normal.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">When it was in the middle of devouring the fifth set of body parts, it finally got confirmation it was no longer starving. It felt relief wash over it. It wasn&#x2019;t sure how much it actually needed to eat before the hunger went away completely.</span></p>\n<p><span style=\"font-weight: 400\">Still, leaving behind those succulent torsos would be a terrible waste. While it wasn&#x2019;t particularly picky about its food, the Mimic still had preferences. It found the intestines to be the tastiest part of the human body. The head was a close runner up. The brain felt kind of bland, but the skull made pleasurable crunching noises when its teeth sank into it. It was simply fun to chew. The heart was third on its list just because of how wonderfully squishy it was.&#xA0;The succulent rump and thigh meat were also good, but those seemed to vary quite a bit between people. Some were stringy and tough while others were far more tender.</span></p>\n<p><span style=\"font-weight: 400\">The point was, two of its three favorite bits were in the torso. It really wanted to get at them, so now that it was no longer in a rush, it set about trying to eat them.First, it retrieved the sword it had sent flying earlier. It then approached one of the dismembered torsos and used the blade to poke and prod at the armor. After stabbing at it from several angles, it found it could cut apart some leather straps on the side, under where the arms used to be. When it did that, the front and back plates of the armor seemed to come apart. The Mimic then lifted the steel plating to reveal the succulent meat and crunchy bones it longed for. It was almost like opening up a steamed clam.</span></p>\n<p><em><span style=\"font-weight: 400\">*CRUNCH MUNCH MUNCH*</span></em></p>\n<p><span style=\"font-weight: 400\">Only many times more gruesome. Within the horrible gnashing and crunching noises, there was the barely audible sound of glass breaking and a mysterious liquid poured out and onto the&#xA0;monster&#x2019;s sensitive tongue.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">You have used a Healing Potion. HP +40.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">It tasted like cherries. Not that this monster had ever tasted cherries before. The magical liquid dissipated and instantly closed up the Mimic&#x2019;s gaping stab wound. Ironically, the one who caused that wound was the one to supply the potion to heal it.</span></p>\n<p><em><span style=\"font-weight: 400\">*SNAP SLURP BURP*</span></em></p>\n<p><span style=\"font-weight: 400\">Not that the Mimic really cared. It barely even noticed what was going on with how engrossed it was in eating its fill.</span></p>\n<p><span style=\"font-weight: 400\">No, wasn&#x2019;t this already beyond its fill? Its hunger had been sated for the moment, but it might come back later. Or rather, wouldn&#x2019;t it definitely come back eventually? Surely it would&#xA0;be a good idea&#xA0;to put the remaining &#x2018;body oysters&#x2019; in its Storage rather than eating them right now, right? It didn&#x2019;t know how long the corpses would keep for, but it was worth a try. Therefore, the Mimic would plan ahead for the first time in its life and saved the remaining two bloodied torsos for later.</span></p>\n<p><span style=\"font-weight: 400\">Well, it would have saved four of them, but it had already eaten two more by the time it made up its mind. It was honestly a miracle it even reached the obvious conclusion it should ration its food in the first place. So while the execution may have been less than perfect, there was still definite improvement in its mental abilities.</span></p>\n<p><span style=\"font-weight: 400\">Once its business in that blood-soaked tunnel was done, the Mimic relocated to the spot where its kin had died earlier. Its corpse had already disappeared back into the flow of mana from whence it came. The Mimic sat down on a spot nearby and entered its dormant state. It was still heavily wounded, so it needed to wait until its automatic HP recovery restored it to good health.</span></p>\n<p><span style=\"font-weight: 400\">Over the next ten or so minutes, the battered, splintered faux-wood that served as its outer shell slowly grew back to its pristine state. Once its HP and MP were both completely topped off, the Mimic stood up and resumed walking. At some point it had convinced itself that leaving this place behind was for the best, so there was no point in delaying its departure any longer. And thanks to its connection with the dungeon&#x2019;s mana, it already knew&#xA0;which way the exit was.</span></p>\n<p><span style=\"font-weight: 400\">After walking around for several minutes, it noticed the tight and claustrophobic tunnels were getting wider and wider. It could actually feel a cold breeze coming in from what was undoubtedly the outside. Feeling invigorated, it picked up the pace, its slender spider-like legs carrying it steadily onward. The walls grew wider and the ceiling became taller and taller. Eventually, it could not &#x2018;see&#x2019; anything except the floor around it. All other surfaces were simply outside the 10-meter range of its magical perception.</span></p>\n<p><span style=\"font-weight: 400\">This was a first for it. It was a strange sensation where it felt truly insignificant. But it still marched onward. As long as it had its connection to the mana in the air, it would know exactly where-</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">You have left the Litigar Dungeon Complex.<br>Your connection with the dungeon has been severed.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">It froze. Something immediately felt off. Wrong. For one thing, it suddenly realized it was actually lost. Completely and totally lost. It no longer had any idea where it is, nor which way it was going. It wandered around aimlessly, without having a single way to tell if it was going in the right direction. After a few minutes of this,&#xA0;it seemed to have found its way back.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">You have entered the Litigar Dungeon Complex.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">Even if it returned, however, the invisible thread that made it the dungeon&#x2019;s ally was now permanently severed.&#xA0;It was now no longer a part of this place. It may have felt an odd desire to go back at first, but that was rapidly changing now. To monsters in a dungeon, there were no gray areas. You were either an enemy or an ally.&#xA0;</span><span style=\"font-weight: 400\">And as it was right now, this Mimic was undoubtedly an enemy to this place.&#xA0;</span>Now it no longer found the thought of eating those giant rats and bats to be repulsive. It even felt like it could easily murder its own kin without any remorse.&#xA0;</p>\n<p>The monster understood the meaning behind these implications. It caught on so fast that it actually surprised itself. Could it be that it was a genius all along?&#xA0;Something had changed. It could form a coherent stream of thoughts for the first time in its life.<span style=\"font-weight: 400\">&#xA0;Almost as if a fog was lifted from its mind. </span></p>\n<p><span style=\"font-weight: 400\">The truth of the matter was that while the mana was guiding and nourishing it, it was also robbing it of its free will. That innate compulsion to leave the dungeon? It was being chased out by the very stuff that gave it life. The reason why it had to face a squad of armed guards instead of running away at full strength when the odds were against it? They were &#x2018;invaders&#x2019; that the dungeon wanted dead.</span></p>\n<p><span style=\"font-weight: 400\">&#x2018;No wonder,&#x2019; it thought. Even though it recognized itself as an idiot, it couldn&#x2019;t take any steps to rectify that flaw. Now was different. Now, it was free. It was also scared out of its tiny mind, but it was free. And armed with this freedom, it decided to seek out its own path in life. Maybe come back later and show this dungeon who&#x2019;s boss! </span></p>\n<p><span style=\"font-weight: 400\">But before that, it had to leave. The range of its perception was a problem. It was like being lost at sea with no landmarks and no compass. If the rest of the world could was normally this wide, then it needed other ways of finding its way around the place. Thankfully, it already had a pretty good idea what to do. It was obvious its prey did not have the same magical perception the Mimic had. Otherwise sneaking up on people would be impossible. And through its numerous scuffles and that one battle, it learned the importance and function of a particular pair of organs. So all it needed to do was replicate them. And it was really good at that sort of thing.</span></p>\n<p><span style=\"font-weight: 400\">Mimics gotta mimic. It was a fact of life.</span></p>\n<p><span style=\"font-weight: 400\">It quickly grew an eye on the outside of its faux wood frame. It had eaten close to a hundred eyeballs, most of them had rolled across its tongue at some point. So something like recreating an organ it was intimately familiar with was not a big deal. Just like with the spider legs. Although it still needed to morph and readjust the structure of the eye. After about half an hour of trying later, it succeeded.</span></p>\n<p><span style=\"font-weight: 400\">It could see. Finally, it was capable of actual sight&#xA0;</span><span style=\"font-weight: 400\">with its very own eye! But because it was, essentially, a human eye, it could not see very well in this darkness. Still, it immediately proved useful when it spotted a group of&#xA0;lights coming towards it. It was an adventuring party of 4 people, all wearing lit lanterns on their waists. They were some 40-odd meters away from the Mimic. By the looks of things, they were headed deeper into the dungeon and would walk right past it.</span></p>\n<p><span style=\"font-weight: 400\">However, the monster felt no rush or thrill at the discovery of new prey. It no longer had to compulsively hunt and murder people just for being in this dungeon. It just felt a cold kind of indifference one would show to a stray animal. A tasty, blood-filled, succulent, crunchy animal with delicious guts and-</span></p>\n<p><span style=\"font-weight: 400\">Okay, it would attack and eat them after all. But not because of some weird magical compulsion!&#xA0;This time, it <strong>chose</strong>&#xA0;to murder those people in cold blood by its own will. It still had to fill its belly, so why turn down free food that willingly comes to you? Actually, why even wait? Those people were dressed almost exactly like its first 40 victims. If it could take those five armed guards, then these weaklings would surely be no match for it!</span></p>\n<p><span style=\"font-weight: 400\">It sprouted its spider legs, armed its trio of tongue tentacles and descended upon them like Death incarnate. This wasn&#x2019;t an instinctual drive to eat and live, nor was it the dungeon&#x2019;s mind control. &#xA0;</span></p>\n<p><span style=\"font-weight: 400\">It would kill because it wanted to, with no warning and for almost no reason.</span></p>\n<p><span style=\"font-weight: 400\">Just like any other monster would.</span></p>\n<hr>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"margin-left: auto; margin-right: auto\">\n<tbody>\n<tr>\n<td style=\"text-align: center\" colspan=\"2\"><strong>General Information</strong></td>\n<td style=\"text-align: center\" colspan=\"4\"><strong>Attributes</strong></td>\n<td style=\"text-align: center\" colspan=\"3\"><strong>Job Information</strong></td>\n</tr>\n<tr>\n<td><strong>Name</strong></td>\n<td>&#xA0;</td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Value</strong></td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Value</strong></td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Level</strong></td>\n<td style=\"text-align: center\"><strong>Progress</strong></td>\n</tr>\n<tr>\n<td><strong>Species</strong></td>\n<td>Mimic (Lesser)</td>\n<td style=\"text-align: center\">STR</td>\n<td style=\"text-align: center\">44</td>\n<td style=\"text-align: center\">LCK</td>\n<td style=\"text-align: center\">4</td>\n<td style=\"text-align: center\">Mimic</td>\n<td style=\"text-align: center\">15</td>\n<td style=\"text-align: center\">27%</td>\n</tr>\n<tr>\n<td><strong>Sex</strong></td>\n<td>N/A</td>\n<td style=\"text-align: center\">DEX</td>\n<td style=\"text-align: center\">48</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>Age</strong></td>\n<td>2 months</td>\n<td style=\"text-align: center\">AGI</td>\n<td style=\"text-align: center\">36</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>Guild</strong></td>\n<td>&#xA0;</td>\n<td style=\"text-align: center\">END</td>\n<td style=\"text-align: center\">44</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>HP</strong></td>\n<td>264/264 (+0.4/sec)</td>\n<td style=\"text-align: center\">&#xA0;INT</td>\n<td style=\"text-align: center\">35</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>MP</strong></td>\n<td>170/170&#xA0;(+0.3/sec)</td>\n<td style=\"text-align: center\">WIS</td>\n<td style=\"text-align: center\">39</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n</tbody>\n</table></div>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"margin-left: auto; margin-right: auto\">\n<tbody>\n<tr>\n<td style=\"text-align: center\" colspan=\"3\"><strong>Skill List</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Level</strong></td>\n<td style=\"text-align: center\"><strong>Proficiency</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Assassination</td>\n<td style=\"text-align: center\">4</td>\n<td style=\"text-align: center\">29%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Stealth</td>\n<td style=\"text-align: center\">3</td>\n<td style=\"text-align: center\">11%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Storage</td>\n<td style=\"text-align: center\">2</td>\n<td style=\"text-align: center\">50%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Shapeshift</td>\n<td style=\"text-align: center\">3</td>\n<td style=\"text-align: center\">65%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Cadaver Absorption</td>\n<td style=\"text-align: center\">1</td>\n<td style=\"text-align: center\">0%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Sword Mastery</td>\n<td style=\"text-align: center\">5</td>\n<td style=\"text-align: center\">2%</td>\n</tr>\n</tbody>\n</table></div>","preNote":"","postNote":""},{"title":"Death Comes In Many Forms 6","id":100167,"release":1477605600000},{"content":"<p><span style=\"font-weight: 400\">The sword made a sharp sound as it fell on the neck of the last adventurer. The blade cut halfway through the black-haired man&#x2019;s neck, ending his life in an instant. His killer, a Mimic that had just found its freedom, went about its business. Even though it had just robbed this man and three of his friends of their lives, it did not have the capacity to care. It gave absolutely no shits about whatever it was they were screaming about as it mercilessly reaped their souls. If anyone were to witness this, they would undoubtedly assume only a being incapable of emotion was capable of such cold cruelty.</span></p>\n<p><span style=\"font-weight: 400\">But that assumption would be&#xA0;untrue. In fact, the Mimic did feel something from this encounter. A distinct sense of happiness, that is. This was a perfect opportunity to finally try out its latest Skill - Cadaver Absorption. It had already wasted its first opportunity due to its own foolishness. It couldn&#x2019;t use it on those guard corpses since it lacked the MP and needed to satiate its hunger to recover it. And while it did still carry certain bits of those men inside its Storage, there obviously was not enough of them left to constitute a corpse.</span></p>\n<p><span style=\"font-weight: 400\">But now, it would finally give this thing a try!</span></p>\n<p><span style=\"font-weight: 400\">It&#x2019;s first choice was the bow user. The one that tried to shoot arrows at the monster as it approached. She was particularly annoying, and managed to shave off a total of 34 HP from it. Well, it&#x2019;s not like it didn&#x2019;t expect to get some scratches in a frontal assault like that. It sat down next to the woman and chanted &#x201C;Kadahah Akhsohsohn.&#x201D;</span></p>\n<p><span style=\"font-weight: 400\">Nothing happened.</span></p>\n<p><span style=\"font-weight: 400\">&#x201C;Kadahah Akhsohsohn,&#x201D; it repeated. And again, nothing happened. This was worrying. Unlike its Storage, which could be activated without chanting, Cadaver Absorption required one to&#xA0;speak the name of the skill out loud while focusing on the corpse. That&#x2019;s just how it worked. Or at least, how it was supposed to work. Learning a new Skill gave one the basic knowledge regarding its use, so there was no doubt this was the right way to activate it. In fact, the Mimic could recall how to use its Skills completely flawlessly, which was a bit odd in itself all things considered.</span></p>\n<p><span style=\"font-weight: 400\">Still, it decided to double-check. After all, the information it wanted was just a couple of thoughts away.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td style=\"text-align: center\"><strong>Cadaver Absorption</strong><br>Description: Allows the Mimic to absorb residual knowledge and power from the remains of its prey.<br>Requirements: Level 15 Mimic, WIS 30, INT 30, Has devoured at least 30 of the same Species.<br>Type: Active, Corpse-targeted<br>Activation Time: 2 seconds<br>Cost: 150 MP<br>Range: 2 Meters<br>Effect: A portion of the target&#x2019;s Attributes, Skill Proficiency or Job Levels will be permanently added to the Mimic&#x2019;s Status. What is absorbed is random.<br>This Skill can fail. Success rate depends on the Level of this Skill and the strength of the LCK Attribute.<br>The amount of knowledge and power absorbed increases with each Level of the Shapeshift Skill.</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">It examined the Skill window once more. The Activation Time referred to how much time the Skill would take to fulfil its purpose and produce the desired effect. However, that was supposed to come after the monster had started the process by chanting the name. Since absolutely nothing happened in the first place, this particular requirement was not the problem.</span></p>\n<p><span style=\"font-weight: 400\">Its MP was currently full at 170 so the Cost wasn&#x2019;t the issue either. As for the Range, it wasn&#x2019;t sure exactly how far &#x2018;2 Meters&#x2019; was. Was it too far away? Maybe that was the issue? It certainly wouldn&#x2019;t hurt to try. The chest sprouted its legs and sat right next to the body. This was probably within range, right?</span></p>\n<p><span style=\"font-weight: 400\">&#x201C;Kadahah Akhsohsohn.&#x201D;</span></p>\n<p><span style=\"font-weight: 400\">Nope, nothing. Then&#x2026; maybe it was misunderstanding what Corpse-targeted meant? Maybe this woman was far too skinny to count as a dead body? That was certainly a possibility - she was basically skin and bones, except for two soft-looking lumps in the middle of her torso. Were they nutrient repositories, perhaps? The Mimic vaguely remembered that black-robed woman it killed shortly before acquiring this troublesome Skill. She had some big ones too. They tasted strangely sweet, come to think of it.</span></p>\n<p><span style=\"font-weight: 400\">&#x201C;Ack!&#x201D; it yelped. No good, it was getting distracted. It needed more information. Ah, but information regarding Skills was usually a thought away, so maybe it just needed the right thought? It focused its mind on the &#x2018;Corpse-targeted&#x2019; term in the still-open Skill window. About a second later, a different screen popped up.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td style=\"text-align: center\"><strong>Corpse-targeted</strong><br>Requires&#xA0;a corpse.<br>The corpse&#x2019;s original brain(s) and heart(s) must be present to establish it as a viable target.<br>Missing limbs or body parts will reduce the strength of the generated effect.</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">Now it was getting somewhere! So the Skill needed both the brain and the heart to function and needed all its bits to produce the best result. The heart was that juicy thing in the chest and the brain was that mushy bland-tasting thing inside the crunchy skull. In that case, that would explain why the Skill failed to activate. It also meant its&#xA0;&#x2018;lunchboxes&#x2019; would be unusable, but it had already accepted that.</span></p>\n<p><span style=\"font-weight: 400\">The Mimic got up and walked off toward the wall. It stretched out its tongue and grabbed the bloodied, pointy-eared head that had been sitting there for a while. It dragged it along the ground by its long platinum blonde hair. Resisting the urge to pop it in its mouth, it walked back to the woman and placed it squarely on her chest.&#xA0;</span></p>\n<p><span style=\"font-weight: 400\">It let out a long breath that was probably intended to be a&#xA0;sigh. If it knew the head had to be attached, it wouldn&#x2019;t have bothered to remove it from the rest of her in the first place. Then again, it was slightly unintentional. Her neck was entirely too slender so the monster&#x2019;s sword strike cut clean through it. That black-haired guy it killed last seemed to be made of much sterner stuff since his neck actually offered some resistance.</span></p>\n<p><span style=\"font-weight: 400\">So, now that all the parts were accounted for, it sat right next to the body and repeated the chant for the third- no, fourth? Or fifth?</span></p>\n<p><span style=\"font-weight: 400\">It sat down and repeated the chant.</span></p>\n<p><span style=\"font-weight: 400\">&#x201C;Kadahah Akhsohsohn.&#x201D;</span></p>\n<p><span style=\"font-weight: 400\">Now, something definitely happened. It actually felt the majority of its MP disappear in an instant and leaving it in a tired, somewhat lethargic state. About a dozen or so transparent purple tentacles sprouted from its narrow sides, each of them about 2 meters in length. These mysteriously glowing appendages looked like they weren&#x2019;t actually there&#xA0;- like the Mimic was seeing only an outline of their true form. Ignoring its idle wonderment</span>, the appendages imm<span style=\"font-weight: 400\">ediately bent towards their target and skewered it in multiple places. The soft, pink skin quickly shriveled up as the corpse rapidly became nothing but skin and bones. The Mimic noticed unidentifiable gray goop rapidly move up each of the twelve undulating tentacles and disappear somewhere inside its body.</span></p>\n<p><span style=\"font-weight: 400\">Precisely two seconds after the monster finished the chant, the tentacles retracted inside the monster, dragging the rest of that colorless mass with them.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">Your Cadaver Absorption was a minor success!</div>\n<div style=\"text-align: center\">6% of the target&#x2019;s highest Attribute has been added to your own. AGI +1.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">&#x201C;Yosha!&#x201D; </span></p>\n<p><span style=\"font-weight: 400\">It worked! The Mimic didn&#x2019;t get much out of it, but it definitely worked! A new way of growing stronger! Ah, but it didn&#x2019;t get to actually eat any of that. The simple creature&#x2019;s excitement level quickly fell down to 0 when it realized that. It wanted to strip the flesh, rip the meat and crush the bones. Not liquefy and drink it all without even tasting it. Where was the fun in that?</span></p>\n<p><span style=\"font-weight: 400\">The gluttonous monster took one more look at the corpse. All that was left of the former elven Ranger was a skeleton wrapped in gray, chalk like skin. It seemed to crumble into nothing under the weight of her clothing. Even the severed head was left as nothing but a skull with a few patches of skin and several strands of gray hair. Oddly enough, there was no hole in it even though two of the tentacles most assuredly pierced it from both sides.</span></p>\n<p><span style=\"font-weight: 400\">This looked completely unappetizing. Was there even a point in eating these dried out remains? Actual dirt would probably be more nourishing than this pile of ash. Still, it was a way of using corpses for something other than pigging out. That was definitely a good thing. Even if it did a shortage of dead bodies, all it had to do was find something it could kill and BAM! Problem solved!</span></p>\n<p><span style=\"font-weight: 400\">Feeling better about the whole &#x2018;people have no taste when I drink them&#x2019; situation, the Mimic went over to the next corpse - a bearded, bald man in a chainmail shirt. It sat next to him and waited patiently for its MP to recover. Since it already saw the Skill in action, it now had a good grasp of the range. It simply needed to be close enough for those ethereal tentacles to reach the corpse.</span></p>\n<p><span style=\"font-weight: 400\">Roughly 10 minutes later, it&#x2019;s MP had gone back to full. &#x201C;Kadahah Akhsohsohn,&#x201D; it chanted and the tentacles happily liquefied and drank up the former Warrior.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">Your Cadaver Absorption has failed.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">&#x201C;Nyeh,&#x201D; it shrugged. It&#x2019;s not like it expected it to work every time. It had already given up on chowing down on these people so it just went through the motions. Since this Skill targeted only living tissue, any gear and equipment the adventurers were using was left behind. The elf from before just had a tunic, a pair of trousers, a bow and some arrows in a quiver. This guy, however, had a sword and shield.</span></p>\n<p><span style=\"font-weight: 400\">It was the first time the Mimic had given someone a chance to use their shield. The wooden, iron-reinforced disk had managed to deflect two of the monster&#x2019;s swords. The third one then ran the Warrior through the chest while he was off balance, killing him instantly. Still, it was a relatively impressive display that piqued the Mimic&#x2019;s curiosity. Wearing armor was out of the question, but its tri-tongue could easily intercept and deflect attacks with this sturdy 30-centimeter wide circle. After some practice, of course.</span></p>\n<p><span style=\"font-weight: 400\">Also, it could probably double as a weapon. One such shield was responsible for knocking a hole through that&#xA0;infuriating steel grate, after all. It was an attractive idea to be certain! Having made up its mind, the creature tossed the warrior&#x2019;s sword and shield into its Storage for safe keeping and walked over to the third corpse. 10 minutes and another chant later, the gray-haired Priest was also slurped up.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">Your Cadaver Absorption has failed.<br>Proficiency level increased. Cadaver Absorption is now Level 2. All attributes +1.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">The Skill-up was good. The failure - not so much. Still, a higher Level of Cadaver Absorption meant a better chance of gaining something useful. The Mimic would have to train this up as much as possible so that it would be ready the next time it caught something big. But how much of a chance did it actually have? Was there a way to find out? Would it even comprehend what all those numbers meant? </span></p>\n<p><span style=\"font-weight: 400\">It had to wait for its MP to come back anyway, so it had some time to kill. It decided to mess around with the Status and Skill screens inside its head.&#xA0;</span><span style=\"font-weight: 400\">After about 5 minutes of random window-opening, it tried to focus on a particular line of the Cadaver Absorption Skill Screen - the one that read &#x201C;This Skill can fail. Success rate depends on the Level of this Skill and the strength of the LCK Attribute.&#x201D;</span></p>\n<p><span style=\"font-weight: 400\">Nothing happened, as expected. It was hard to &#x2018;focus&#x2019; on a long sentence like that. Instead, it tried to home in on individual words.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td style=\"text-align: center\"><strong>Wisdom (WIS)</strong><br>Improves critical thinking and decision making.<br>Every 10 points of WIS increase automatic MP recovery by 0.1 per second.</td>\n</tr>\n</tbody>\n</table></div>\n<p>&#xA0;</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td style=\"text-align: center\">&#xA0;<strong>Luck (LCK)</strong><br>Very slightly tips the odds in your favor.<br>Very slightly increases your chances of finding items of Uncommon quality and above.</td>\n</tr>\n</tbody>\n</table></div>\n<p>&#xA0;</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td style=\"text-align: center\"><strong>Skill</strong><br>Improves your understanding and expertise when it comes to performing certain tasks or using specific tools or weapons.<br>Proper use of a Skill will raise its Proficiency. <br>When Proficiency hits a certain threshold, Skill Level will rise and you will receive a permanent Attribute bonus.<br>You can Inspect individual Skills for more information.</td>\n</tr>\n</tbody>\n</table></div>\n<p>&#xA0;</p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td style=\"text-align: center\"><strong>Attribute</strong><strong><br></strong>Improves a specific aspect of your mental or physical condition.<br>New Attributes may appear as a result of specific actions or conditions.<br>You can Inspect individual Attributes for more information.</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">These were the only screens it could open. Just like the others until now, it saw a lot of confusing things that didn&#x2019;t make much sense. The Mimic felt it could spend a really really long time just digging through all these endless menus and screens. It tried to limit itself to the &#x2018;surface&#x2019; as much as possible, but all this &#x2018;reading&#x2019; still felt like hard work. Liberated or not, it was still very much an airhead. Mentally strenuous activities like this always gave it a headache. Or was it a toothache? Maybe a chest ache? Well, it wasn&#x2019;t quite sure what, but </span><strong>something </strong><span style=\"font-weight: 400\">ached. </span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">A special action has been performed. INT +1.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">Now this was odd. This was only the third time that INT had gone up on its own. The first time was when it learned how to hold a sword without hurting itself. The second time was when it found out about the Status screen and learned how to navigate it. Feeling extra curious, it decided to double-check it anyway.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td style=\"text-align: center\"><strong>Intelligence (INT)</strong><br>Improves your memory and capacity for knowledge.<br>Every 1 point of INT increases maximum MP by 5.</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">There was no change from the last time it&#xA0;went over its Attributes. While these screens did describe each one, they held very few hints as to how to raise them outside of Level Ups. The Mimic wasn&#x2019;t able to grasp the requirements for these &#x2018;special actions&#x2019; at all. The only thing it knew for certain was that it was getting less and less of these as time went on.</span></p>\n<p><span style=\"font-weight: 400\">The truth was that increasing one&#x2019;s Attributes through training&#xA0;demanded that they&#xA0;consistently pushed their limits. Lift heavy things until your arms are about to fall out. Run until you&#x2019;re throwing up. Read books until your head&#x2019;s about to burst. And then keep on going. It was a painful and arduous process. The only reason the Mimic seemed to enjoy frequent boosts at the start was that it had very little to begin with. In actuality, raising a new Attribute to 5 seemed to happen very rapidly. Getting the first point of it was actually much harder than getting the following four. That is, unless a Skill or Job created the Attribute for you.</span></p>\n<p><span style=\"font-weight: 400\">For example, that very first point of INT this Mimic earned shortly after its birth? Just remembering what had happened 10 minutes ago pushed it beyond the limit of 0 INT. It had come a long way since then, but&#xA0;</span><span style=\"font-weight: 400\">such revelations were just still of reach. There&#x2019;s no way something born less than 3 months ago would be able to deduce that sort of obtuse rule. If it had figured it out on its own, then its WIS would surely have gone up as a result.</span></p>\n<p><span style=\"font-weight: 400\">Ultimately, the mentally immature monster ended up staring blankly at its final target until its MP filled up. And then it casually absorbed the final corpse - that of the black-haired scruffy-bearded man.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">Your Cadaver Absorption was a major success!<br>A special action has been performed. LCK +1.<br>6% of the target&#x2019;s highest Job Level has been added to your own.</div>\n<div style=\"text-align: center\">\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\"><span style=\"color: #ff0000\"><strong>WARNING: Unable to create Job at Level 0. Compensating.</strong></span></div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<br>Level up!<br>Congratulations, you are now a level 1 Warlock!<br>The Mental Fortitude (MNT) Attribute has been created through a special action. MNT +1.<br>INT +2. MNT +2. END +2.<br>You have learned a new Spell: Shadowbolt.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">The Mimic&#x2019;s only eye blinked several times. It suddenly had so many questions that the metaphorical gears in its mind ground to a complete halt. If it could give voice to its most pressing concern, it would undoubtedly shout out something like &#x2018;Where the hell did all my Levels go?!&#x2019;</span></p>\n<p><span style=\"font-weight: 400\">&#x201C;SHASHUSH!&#x201D; it screamed in panic.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"margin-left: auto; margin-right: auto\">\n<tbody>\n<tr>\n<td style=\"text-align: center\" colspan=\"2\"><strong>General Information</strong></td>\n<td style=\"text-align: center\" colspan=\"4\"><strong>Attributes</strong></td>\n<td style=\"text-align: center\" colspan=\"3\"><strong>Job Information</strong></td>\n</tr>\n<tr>\n<td><strong>Name</strong></td>\n<td>&#xA0;</td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Value</strong></td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Value</strong></td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Level</strong></td>\n<td style=\"text-align: center\"><strong>Progress</strong></td>\n</tr>\n<tr>\n<td><strong>Species</strong></td>\n<td>Mimic (Lesser)</td>\n<td style=\"text-align: center\">STR</td>\n<td style=\"text-align: center\">45</td>\n<td style=\"text-align: center\">LCK</td>\n<td style=\"text-align: center\">6</td>\n<td style=\"text-align: center\">Mimic</td>\n<td style=\"text-align: center\">15</td>\n<td style=\"text-align: center\">33%</td>\n</tr>\n<tr>\n<td><strong>Sex</strong></td>\n<td>N/A</td>\n<td style=\"text-align: center\">DEX</td>\n<td style=\"text-align: center\">49</td>\n<td style=\"text-align: center\">&#xA0;MNT</td>\n<td style=\"text-align: center\">3</td>\n<td style=\"text-align: center\">Warlock</td>\n<td style=\"text-align: center\">1</td>\n<td style=\"text-align: center\">0%</td>\n</tr>\n<tr>\n<td><strong>Age</strong></td>\n<td>2 months</td>\n<td style=\"text-align: center\">AGI</td>\n<td style=\"text-align: center\">38</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>Guild</strong></td>\n<td>&#xA0;</td>\n<td style=\"text-align: center\">END</td>\n<td style=\"text-align: center\">47</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>HP</strong></td>\n<td>273/280 (+0.4/sec)</td>\n<td style=\"text-align: center\">&#xA0;INT</td>\n<td style=\"text-align: center\">39</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>MP</strong></td>\n<td>28/195 (+0.4/sec)</td>\n<td style=\"text-align: center\">WIS</td>\n<td style=\"text-align: center\">40</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n</tbody>\n</table></div>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"margin-left: auto; margin-right: auto\">\n<tbody>\n<tr>\n<td style=\"text-align: center\" colspan=\"3\"><strong>Skill List</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Level</strong></td>\n<td style=\"text-align: center\"><strong>Proficiency</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Assassination</td>\n<td style=\"text-align: center\">4</td>\n<td style=\"text-align: center\">29%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Stealth</td>\n<td style=\"text-align: center\">3</td>\n<td style=\"text-align: center\">11%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Storage</td>\n<td style=\"text-align: center\">2</td>\n<td style=\"text-align: center\">54%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Shapeshift</td>\n<td style=\"text-align: center\">3</td>\n<td style=\"text-align: center\">69%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Cadaver Absorption</td>\n<td style=\"text-align: center\">2</td>\n<td style=\"text-align: center\">20%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Sword Mastery</td>\n<td style=\"text-align: center\">5</td>\n<td style=\"text-align: center\">6%</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">It felt relieved. It really did not want to go back to being a Level 1. Wait, wasn&#x2019;t it technically a Level 1 AND a Level 15? And how can someone do two Jobs at once?!</span></p>\n<p><span style=\"font-weight: 400\">Why did the number of questions keep increasing!?</span></p>","preNote":"It seems I had made some mistakes in the first Arc regarding the Cadaver/Corpse Absorption skill. Deciding on the name took quite a while and I changed it several times while writing it, so it was a bit inconsistent. Sorry for the mix up!I've fixed it in previous chapters. 'Cadaver Absorption' will be its official name going forward. I like using Cadaver because it sounds more scientific than Corpse, making the name oddly fitting for ourMC's boxy disposition.","postNote":""},{"title":"Eat And Grow 1","id":100254,"release":1477692000000},{"content":"<p><span style=\"font-weight: 400\">&#x201C;Hnnnngg,&#x201D; groaned the Mimic. It was gradually growing frustrated. Right now it was trying to work out the correct chant to bring up what Spells it could use. &#x201C;Uhh, shells!&#x201D; it yelled. Nothing happened. So far nothing had worked. &#xA0;&#x201C;Najic!&#x201D; was also a dud. It had dismissed that fateful Level Up window in haste so that it could double-check its main Status Screen. And now it was regretting that rash decision. It could no longer directly examine the unfamiliar words it saw there.</span></p>\n<p><span style=\"font-weight: 400\">It had just learned the Shadowbolt Spell. It must have been that mass of darkness the scruffy-looking black-haired male threw it at a few times. It really wished it had paid closer attention as to what he was doing. But it was already too late - his ash pile would not offer any answers. It did absorb the Warlock Job from his corpse though. And since it learned the Spell, the Mimic knew the chant and gestures required to activate it, as well as how to target it.</span></p>\n<p><span style=\"font-weight: 400\">But when it tried to cast it, nothing happened. So right now it was trying to find out what it was missing, just like the last time it was stumped. But the Shadowbolt entry did not appear in any of the screens and menus it was familiar with, so it was stuck. But surely there had to be some sort of list. There was a Skill List and a Job List so surely there was one for Spells, right?</span></p>\n<p><span style=\"font-weight: 400\">&#x201C;&#x2026; Shell Lisht?&#x201D;</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\"><strong>Spell List</strong><br>Shadowbolt</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">&#x201C;Yeshaaaaa!&#x201D; it yelled in triumph. Its spidery legs did a little tap-dance for a few seconds, commemorating the occasion. If the Mimic actually had lips, they would undoubtedly be curled in a smile.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\"><strong>Shadowbolt</strong><span style=\"font-weight: 400\"><br></span><span style=\"font-weight: 400\">Requirements: Level 1 Warlock, INT 10</span><span style=\"font-weight: 400\"><br></span><span style=\"font-weight: 400\">School: Ruin</span><span style=\"font-weight: 400\"><br></span><span style=\"font-weight: 400\">Type: Projectile</span><span style=\"font-weight: 400\"><br></span><span style=\"font-weight: 400\">Cost: 40 MP</span><span style=\"font-weight: 400\"><br></span><span style=\"font-weight: 400\">Range: 25 Meters</span><span style=\"font-weight: 400\"><br></span><span style=\"font-weight: 400\">Effect: Launches a volatile bolt of darkness in a specific direction.</span><span style=\"font-weight: 400\"><br></span><span style=\"font-weight: 400\">The force of the Spell will attempt to pull apart the first solid thing it hits, then dissipate.</span><span style=\"font-weight: 400\"><br></span><span style=\"font-weight: 400\">Grows in power in dark places or at night, dealing up to 50% more damage depending on the environment.</span></div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">Unsurprisingly, there was no new information here. All of this knowledge had already been transmitted to the Mimic&#x2019;s mind and engraved into its memory. In a hypothetical situation where it could communicate with others, it would be able to accurately describe the spell as a Projectile from the Ruin school of magic that grew stronger in the dark. The problem was that was&#xA0;that it would then be unable to answer the obvious follow-up question:</span></p>\n<p><span style=\"font-weight: 400\">What the <strong>fuck</strong> was Ruin?!</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\"><strong>Ruin</strong><br>An offense-focused school of magic that boasts the strongest destructive power, commonly known as Black Magic.<br>Ruin Spells are unbalanced and inefficient, making them cost more MP than Spells from other schools.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">And now it could say that Ruin Spells hurt a lot, but demand high MP to use. Was it really that high, though? Compared to the staggering 150 MP Cost of Cadaver Absorption, 40 almost seemed like a joke. The question was, exactly how powerful was this &#x2018;strongest destructive power?&#x2019; The Mimic only had enough MP on it for, like, 3 casts of that Spell. Or was it 4? Wait, how much max MP did it have again? It brought up the Status Screen to double-check.</span></p>\n<p><span style=\"font-weight: 400\">It had 52/195 MP, so that was 2, 3, 4&#x2026; Just short of 5 Shadowbolts&#x2019; worth of MP. It could probably do 5 in a row if it waited a bit for its MP to recover.<br></span></p>\n<p><span style=\"font-weight: 400\">Oh.</span></p>\n<p><span style=\"font-weight: 400\">It checked again. 53/195 MP (+0.4/sec). Now that the Mimic had a closer look, didn&#x2019;t it have 20-something when it first got this Warlock Job? And didn&#x2019;t it try to use this Shadowbolt spell almost immediately afterwards? It knew the cost was 40 MP, but it didn&#x2019;t really think to check how much it had at the time. It was simply over-excited at the prospect of gaining a reusable ranged attack. It had given up after several tries and had been poring over its menus ever since.</span></p>\n<p><span style=\"font-weight: 400\">So, now would be a good time to try again, yes? The monster switched gears and sharpened its focus. It let out a quiet guttural sound that was, in essence, the Shadowbolt chant in Mimicanese. It pictured gathering the shadows around it into a small dense lump while doing so. A 15-centimeter wide black mass formed steadily in front of it. A thick miasma poured out of it in all directions. The dark smog-like substance lingered in the air for a brief moment before dissipating into nothing.</span></p>\n<p><span style=\"font-weight: 400\">After about a second of that, it shouted &#x201C;Shatolholt!&#x201D; while simultaneously imagining the conjured chunk of darkness flying off into a specific direction. And that is indeed what happened! The Shadowbolt flew in a perfectly straight line into the distance with a small hissing noise. It reached its maximum Range of 25 meters in just under a second before fizzling out of existence.</span></p>\n<p><span style=\"font-weight: 400\">The Mimic had just used its first real Spell. It did another dance for joy. Like this, it would finally be able to fight at range and also increase its Warlock Job Levels. </span></p>\n<p><span style=\"font-weight: 400\">Any Experience Points (XP) earned through killing things would, by default, feed into the monster&#x2019;s Main Job - that of a Level 15 Mimic. For it to raise its Level 1 Side Job, it had to&#xA0;murder&#xA0;stuff by doing Warlock-y type things. Like, for example, hurl lumps of eldritch darkness at its prey. If it just continued stabbing and biting everything to death, the creature&#x2019;s fancy new Job would remain as little more than a Level 1 decoration.</span></p>\n<p><span style=\"font-weight: 400\">This was the gist of the knowledge it had gleaned from its brief struggle to find out why its Shadowbolt spell failed to activate. Most of that information was given to it freely after it Inspected the terms Job, Main Job and Side Job and Job Level. It also realized that it would need to split XP between the Mimic and Warlock Jobs, but that was not necessarily a bad thing. Those rapid Level Ups were sure to be tasty in their own way. Additionally, as a shapeshifter, it fully understood the benefits of being versatile, so having a means of attacking at range was going to be a huge help.</span></p>\n<p><span style=\"font-weight: 400\">Although it then immediately realized something. The Shapeshift Skill was, in a way, this monster&#x2019;s main weapon. The legs, tentacle-tongues and even that one eye it sprouted were all possible because of this Skill. But at the same time, it had somehow ended up neglecting it. Until now, it couldn&#x2019;t really morph itself while waiting in ambush. Nobody in their right mind would assume a wiggling chest was the real thing, after all. That much it already knew by instinct. </span></p>\n<p><span style=\"font-weight: 400\">But now was different. Now it would be taking a more active role that went against such gut feelings.</span></p>\n<p><span style=\"font-weight: 400\">As a matter of fact, those very same instincts had steadily been getting quieter - even before its connection to the dungeon had been severed. If at first they were like a loud ear-piercing scream, right now they were closer to a murmur. It knew what they were telling it, but it could easily ignore them if it wished to do so. It wasn&#x2019;t actually a slave to such things, it didn&#x2019;t necessary <strong>have to</strong> obey them. It was odd that it took it this long to realize that simple fact. This was probably due to the dungeon&#x2019;s compulsions anyway. There really wasn&#x2019;t much point in worrying about it now. Besides, its natural urges appealed to it at a base level, so it would still end up indulging them every now and then. The difference was it could now make the choice whether it would do that or not.</span></p>\n<p><span style=\"font-weight: 400\">And right now, it was making the decision to improve itself. Outside of this dungeon was the complete unknown and it needed to be ready. Therefore, it would need to train up its Shapeshift Skill so that it would be better prepared. After all, the speed and range of transformations it could do went up noticeably every time the Skill Leveled Up. </span></p>\n<p><span style=\"font-weight: 400\">For starters, now that it had sight, how about increasing its field of vision? While not as accurate as its magical perception, it was still wary of being ambushed from a distance. Those humans with their front-facing eyes were clearly idiots. If they could see towards their backs and sides without turning their heads, they might not be such easy prey. Such pitiful creatures.</span></p>\n<p><span style=\"font-weight: 400\">Over the next several seconds, about 20 additional closed eyelids&#xA0;grew from the monster&#x2019;s wood-like shell. It needed that many to cover all possible angles it could think of, after all. Even if a few of them were redundant, it was good to have backups. When the eyelids were properly formed, it then began working on the hollow eyeballs under them. Since it had already figured out the proper structure, it just need to repeat it over and over. </span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">Proficiency level increased. Shapeshift is now Level 4. AGI +1. DEX +1. END +2.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">As expected, Shapeshift went up. It seemed that it would grow faster from massive changes rather than small, delicate ones. The Mimic gained quite a bit of it while it was figuring out how to make its new legs work. Growing them just right demanded it shift a lot of its biomass around, after all. And just now it was recreating a considerable number of delicate organs on its surface. </span></p>\n<p><span style=\"font-weight: 400\">Still, the Proficiency didn&#x2019;t seem to climb as rapidly as it did while the monster was creating its first eyeball. Its leg and tongue manipulation had practically stopped increasing its Proficiency altogether. Ultimately, it seemed that it would have to create new and unique things from its malleable flesh if it wanted to reach the pinnacle of shapeshifting. But that would come later.</span></p>\n<p><span style=\"font-weight: 400\">Right now, it had finished growing its new eyes. And&#xA0;it opened them all at once.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">Your mind has been overwhelmed. HP -10.<br>You are Stunned for 5 seconds.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">And then immediately fell on its underside. Its legs sprawled out from under it like someone had squashed it with an oversized fly swatter.&#xA0;Its eyelids drooped over its eyes while the magical perception was cut off. It was now in a world of complete darkness. It was unconscious.</span></p>\n<p><span style=\"font-weight: 400\">Simply put, its fragile mind was completely unprepared for the sudden influx of information. A total of 21 eyes plus the monster&#x2019;s magical perception overloaded what passes for its brain. It was so harsh that it actually felt physical pain as its HP took a small hit. Even though the surroundings were almost completely pitch black to the imitation human eyes, it still proved entirely too much.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">You are no longer stunned.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">After snapping back to reality, it reflexively fluttered open its eyes. Not the wisest of decisions.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">Your mind has been overwhelmed. HP -10.<br>You are Stunned for 5 seconds.<br>A special action has been performed. MNT +1.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">It was so intense that its own body recognized it as a mental attack from the environment. And because its MNT Attribute was still low, it was completely under the influence of the Stunned abnormal condition. If its Mental Fortitude were high enough, it would be able to at least remain in a groggy, dazed state rather than completely blacking out. Although that also meant that it would be trying to process 21 eyes&#x2019; worth of visual information while it was Stunned. Whether it was able to close them under such conditions was another question entirely. The worst case scenario would be it becoming a prisoner in its own body. Its own perception would be overloading its brain while it could not cut off the feed. What passes for its brain would then probably leak out of its gaping mouth as it quietly passed away.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">You are no longer stunned.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">And again, its eyes opened up before its consciousness could stop them.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">Your mind has been overwhelmed. HP -10.<br>You are Stunned for 5 seconds.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">It wasn&#x2019;t until the loop repeated itself several more times and earned it another point of MNT that the Mimic was finally able to keep its eyes shut after waking up. Reeling from the intense something-ache, it quickly retracted all of the extra eyes back inside its body. It was now back to having a single ocular organ in the middle of its front side, just under its gaping maw. If it were an actual chest, that&#x2019;s probably where its lock would be.</span></p>\n<p><span style=\"font-weight: 400\">Overdoing it with the shapeshifting was clearly a bad idea. The Mimic had gotten full of itself and suffered for its stupidity. No matter how plain a creature was, it would quickly learn from such an ordeal. Painful things were painful, after all. </span></p>\n<p><span style=\"font-weight: 400\">For now It would try to take things slower for the moment. Something simpler, like slightly morphing its appearance as it walked around. But how much would it need to do for it to be enough to train its Shapeshift Skill? It wasn&#x2019;t quite sure what counted as &#x2018;shapeshifting&#x2019; and what counted as &#x2018;moving its body.&#x2019; &#xA0;Still, it would just need to try. </span></p>\n<p><span style=\"font-weight: 400\">And so, after considering its options, the monster went to work. The treasure chest stood up on its spider legs like it was the most natural thing in the world. Its faux-wood shell began rippling and shivering slightly, almost like the surface of a puddle being disturbed by a harsh wind. &#xA0;It wasn&#x2019;t morphing into anything in particular, it just twisted its flesh around a little. After keeping an eye on its Status screen and confirming the desired Skill Proficiency did indeed go up by 1%, it was satisfied. This ought to be enough to casually raise the Shapeshift Skill as time went on, right? Yep, sure looked that way. Then, while maintaining this state, it took a confident step forward, towards the future.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">You have suffered minor blunt trauma. HP -2.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">Which, as it would appear, was the floor. It had stumbled and face planted into the stone ground.</span></p>\n<p><span style=\"font-weight: 400\">Shapeshifting actually took quite a bit of focus. Such a thing as &#x2018;casually morphing its flesh&#x2019; simply wasn&#x2019;t possible. It had to make a conscious effort into restructuring its own body, after all. It also disturbed its center of gravity, meaning it had even more trouble keeping balance on those six thin legs it had. Even if it could walk, it&#x2019;s not like that was an automatic process that happened on its own, either. </span></p>\n<p><span style=\"font-weight: 400\">After all, it had these legs for less than a day. The fact it could actually run and fight like that was in itself impressive. It wouldn&#x2019;t be possible if it wasn&#x2019;t precisely mimicking an actual spider&#x2019;s actions. But in the end it was just imitating something else. It&#x2019;s not like it had mastered these movements quite yet.&#xA0;As a result, it hit the limit on its concentration and fucked up its gait. It simply did not have the capacity to Shapeshift and walk at the same time.&#xA0;</span></p>\n<p><span style=\"font-weight: 400\">So would it stay put and train or head out? Frankly speaking, it had very little desire to linger here. It felt somewhat scornful at having been almost literally chased out by its own parent. Not to mention the prey here were clearly unable to help it grow its Job Levels further. It was also slightly worried about those five identically dressed people it murdered. Everyone else it had killed, while looking similar, was still unique in some way. But that bunch felt different, like they belonged to something bigger. </span></p>\n<p><span style=\"font-weight: 400\">Oddly enough, they reminded the Mimic of the dungeon&#x2019;s giant bats. That particular breed of monster had a habit of fighting in groups. If too many of its kind were killed, the survivors would focus on escaping from battle. But rather than a surrender, this was more of a tactical retreat. They wouldn&#x2019;t forgive anyone who dared to slay their kin, so if they got away they would come back minutes later with an entire flock of their friends. </span></p>\n<p><span style=\"font-weight: 400\">It was something the Mimic had witnessed a few times as adventurers ran past it while being chased by dozens of the flying rodents. Since they were already in full sprint, the Mimic had to regrettably let them pass through its lair. It couldn&#x2019;t keep up with humans that ran with all their might. If they didn&#x2019;t approach it or linger around its spot, it had no chance of getting close enough to ambush them. And those panicked individuals certainly did none of those things. After all, what sort of idiot would stop to check a treasure chest when he was about to be overwhelmed by large numbers like that?</span></p>\n<p><span style=\"font-weight: 400\">But still, it was a scenario that was entirely possible with those shiny people. Even if none of them escaped, it was likely that&#xA0;their friends would come looking for them. Therefore, the Mimic would need to swiftly and surely evacuate before it was hunted down and killed. Picking itself up off the ground it scanned the distance with its one eye. It spotted the slightly lit opening that its recent quartet of victims had come from&#xA0;and headed off towards it. The draft it had felt earlier became more and more noticeable as it closed in on that exit.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">You have left the Litigar Dungeon Complex.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p><span style=\"font-weight: 400\">Somewhere along the way, it was told it had officially left the dungeon once again. Not like it cared anymore at this point. Dismissing the message, it approached the narrow hole in the otherwise vast cavern. A silvery light poured in from the 2-meter tall and 3-meter wide passage. The Mimic screwed up its courage and passed through the threshold, setting foot into the wide open world for the first time.</span></p>\n<p><span style=\"font-weight: 400\">And it saw many strange things. </span></p>\n<p><span style=\"font-weight: 400\">The first new sight the Mimic beheld was grass. Green blades of fiber that swayed gently in the breeze. They glistened with moisture as the air shoved them around for no particular reason. They actually looked soft and might be pleasant to sit on, unlike that hard stone floor it was used to.</span></p>\n<p><span style=\"font-weight: 400\">Next it saw trees. It somehow recognized them as being made of wood. After all, it was the very material it was imitating. Not to mention its teeth had crunched plenty of wooden staves and bows into splinters. Unlike steel, they weren&#x2019;t hard enough to pierce the insides of its maw, so it had no trouble gobbling them up.&#xA0;It wasn&#x2019;t a particularly tasty or nourishing material though. It just ate them to get rid of them, so it had no desire to chomp into those bland tree trunks. Those colorful bits&#xA0;on top of them were another story. They actually looked like they might taste good!</span></p>\n<p><span style=\"font-weight: 400\">And as its gaze went up the tree, it finally beheld the night sky. It stared blankly at the black void that seemed to stretched out into infinity. Countless stars sparkled and twinkled from far, far away. The unobstructed view of a star-filled night sky was a romantic, almost sacred thing. It was, in some ways, a shame that the denizens of this world did not take time out of their daily lives to stop and appreciate its natural beauty. Tonight was even a rare occasion when all of its&#xA0;moons were all visible at the same time. The three celestial bodies that passed each other idly by as they hurtled through space. Their combined silver glow bathed the surroundings in an almost eerie light.</span></p>\n<p><span style=\"font-weight: 400\">The mysteries of the cosmos seemed to spread out before the Mimic and its one lonely eye. And all it could think about was how come it was so damn bright in this new cave it had found.</span></p>\n<hr>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"margin-left: auto; margin-right: auto\">\n<tbody>\n<tr>\n<td style=\"text-align: center\" colspan=\"2\"><strong>General Information</strong></td>\n<td style=\"text-align: center\" colspan=\"4\"><strong>Attributes</strong></td>\n<td style=\"text-align: center\" colspan=\"3\"><strong>Job Information</strong></td>\n</tr>\n<tr>\n<td><strong>Name</strong></td>\n<td>&#xA0;</td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Value</strong></td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Value</strong></td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Level</strong></td>\n<td style=\"text-align: center\"><strong>Progress</strong></td>\n</tr>\n<tr>\n<td><strong>Species</strong></td>\n<td>Mimic (Lesser)</td>\n<td style=\"text-align: center\">STR</td>\n<td style=\"text-align: center\">45</td>\n<td style=\"text-align: center\">LCK</td>\n<td style=\"text-align: center\">6</td>\n<td style=\"text-align: center\">Mimic</td>\n<td style=\"text-align: center\">15</td>\n<td style=\"text-align: center\">33%</td>\n</tr>\n<tr>\n<td><strong>Sex</strong></td>\n<td>N/A</td>\n<td style=\"text-align: center\">DEX</td>\n<td style=\"text-align: center\">50</td>\n<td style=\"text-align: center\">&#xA0;MNT</td>\n<td style=\"text-align: center\">5</td>\n<td style=\"text-align: center\">Warlock</td>\n<td style=\"text-align: center\">1</td>\n<td style=\"text-align: center\">0%</td>\n</tr>\n<tr>\n<td><strong>Age</strong></td>\n<td>2 months</td>\n<td style=\"text-align: center\">AGI</td>\n<td style=\"text-align: center\">39</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>Guild</strong></td>\n<td>&#xA0;</td>\n<td style=\"text-align: center\">END</td>\n<td style=\"text-align: center\">49</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>HP</strong></td>\n<td>258/290 (+0.4/sec)</td>\n<td style=\"text-align: center\">&#xA0;INT</td>\n<td style=\"text-align: center\">39</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>MP</strong></td>\n<td>45/195 (+0.4/sec)</td>\n<td style=\"text-align: center\">WIS</td>\n<td style=\"text-align: center\">40</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n</tbody>\n</table></div>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"margin-left: auto; margin-right: auto\">\n<tbody>\n<tr>\n<td style=\"text-align: center\" colspan=\"3\"><strong>Skill List</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Level</strong></td>\n<td style=\"text-align: center\"><strong>Proficiency</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Assassination</td>\n<td style=\"text-align: center\">4</td>\n<td style=\"text-align: center\">29%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Stealth</td>\n<td style=\"text-align: center\">3</td>\n<td style=\"text-align: center\">11%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Storage</td>\n<td style=\"text-align: center\">2</td>\n<td style=\"text-align: center\">54%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Shapeshift</td>\n<td style=\"text-align: center\">4</td>\n<td style=\"text-align: center\">16%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Cadaver Absorption</td>\n<td style=\"text-align: center\">2</td>\n<td style=\"text-align: center\">20%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Sword Mastery</td>\n<td style=\"text-align: center\">5</td>\n<td style=\"text-align: center\">6%</td>\n</tr>\n</tbody>\n</table></div>","preNote":"New cover lads! Here's thefull res versionfor your viewing pleasure. Many thanks to Nico over atINKedfor the great work.And yes, that is actually Valeria. You know, the perverted Necromancer lady that barely lasted for a chapter before I killed her off.","postNote":"The Spell List is more or less a placeholder for the moment. I might re-do it into something more robust later."},{"title":"Eat And Grow 2","id":100411,"release":null},{"content":"<p><span style=\"font-weight: 400\">The janther was a fearsome creature. At first look it appeared to be a big cat. Its head had typical features one would expect to see in something like a mountain lion - whiskers, perky ears, pointed teeth, elongated face, soft fur and keen eyes. Its torso, too, was pretty much the same in structure, even if a bit longer than one might expect. It also had a soft-looking tail which it used to adjust its balance when running or falling.</span></p>\n<p><span style=\"font-weight: 400\">That is, however, where the similarities end. For one thing, its fur was a dark green, bordering on black. It also grew to sizes impossible for a normal animal, easily&#xA0;reaching up to 4 meters in length from head to rump and about 150 centimeters in height. Its most telling feature, however, was the extra pair of legs growing out right behind the frontmost ones. If it reared up on its hind paws, it would almost look like a two-legged, four armed creature. And every heavily muscled appendage was tipped with razor sharp claws capable of shredding people into ribbons.</span></p>\n<p><span style=\"font-weight: 400\">It made its home in thick forests, where it could prowl and look for prey undisturbed. Hovering around Level 30 during adulthood, these big cats usually dominated the local food chain. They were also highly territorial and competitive with their own kind. A janther encroaching on another&#x2019;s turf was no different than a declaration of war. It wouldn&#x2019;t be wrong to say that each of these individuals ruled over their domain like kings or queens.</span></p>\n<p><span style=\"font-weight: 400\">These majestic beasts were, without question, apex predators. They had an aura of undeniable strength about them, a sort of almost regal bearing befitting of a powerful ruler. It was something a certain treasure chest was just now made aware of as it desperately tried to conceal its presence.</span></p>\n<p><span style=\"font-weight: 400\">While exploring this new &#x2018;cave&#x2019; called the wide world, the first living being it found was a janther. It beheld its form relaxing up in a particularly old and thick tree. The green fur blended in perfectly with the tree&#x2019;s foliage, making it impossible to see with the naked human eye. Which was what this particular shapeshifter was using to look around. It therefore failed to notice the huge janther ahead of time.</span></p>\n<p><span style=\"font-weight: 400\">When it walked within about 10 meters of the fearsome creature, the Mimic finally detected it with its magical perception. The recently quiet instincts then screamed at it with all their might. &#x2018;Hide!&#x2019; they shouted. &#x2018;Hide if you want to live, retard!&#x2019; And so it did. It immediately undid all of its mutations and once again became a perfectly unassuming chest while activating its Stealth Skill.</span></p>\n<p><span style=\"font-weight: 400\">This was a good call, because janther whiskers were very sensitive towards mana. So something like magical perception, which was essentially a kind of magical sonar, made them react. The sleeping janther woke up immediately when it felt the odd disturbance, after which it heard a soft impact of something hitting the grassy ground. </span></p>\n<p><span style=\"font-weight: 400\">In its haste, the Mimic had retracted its feet so quickly that its rectangular body fell to the ground with a soft thud. It had no choice in the matter. If the shapeshifter was any slower, then its true identity would have been revealed immediately. Instead, all the janther saw when it looked down from its perch was a perfectly normal wooden treasure chest.</span></p>\n<p><span style=\"font-weight: 400\">A rectangular pile of wood with steel edges which had appeared out of nowhere in the middle of a forest. This was not, in fact, as &#x2018;normal&#x2019; as the Mimic thought it was. How could it possibly know that chests did not exist in the wilderness? Still, even if it realized it now, it was far too late.&#xA0;The huge cat had leapt down from its perch and was currently sniffing at the chest. That faint presence it felt just a moment ago disappeared almost completely, but it was still definitely there. As expected, something about this box unsettled it, but the beast had trouble figuring out what it was. That resulted in a sort of stalemate between the two. </span></p>\n<p><span style=\"font-weight: 400\">A stalemate of ignorance, that is.</span></p>\n<p><span style=\"font-weight: 400\">The Mimic kept observing the huge predator with its magical perception, unaware that its gaze was the reason for its current predicament. The janther, on the other hand, wasn&#x2019;t sure what this odd tingling in its whiskers was. The only reason it took interest in this strange pile of wood was that, quite simply, it was curious. And while the saying that &#x2018;curiosity killed the cat&#x2019; seemed like it might become reality, there was simply no way that would happen.</span></p>\n<p><span style=\"font-weight: 400\">The Mimic, objectively speaking, had no chance of victory here. The janther before it had a staggering 534 HP and more than double the Mimic&#x2019;s STR and AGI. It was much tougher, stronger and faster. Unlike the all-rounder Mimic Job, the specialized Big Cat Job focused only on physical Attributes. Because of that, even if the two were on equal footing, the janther would still win in a straight fight. It was a species well suited to combat, unlike its theoretical opponent. On the other hand, if the Mimic had managed to land a surprise attack, it would have a decent chance of taking down the bigger creature.</span></p>\n<p><span style=\"font-weight: 400\">But all that was a &#x2018;what if&#x2019; scenario. The &#x2018;what <strong>is</strong>&#x2019; scenario was one where the janther would have an overwhelming victory no matter what the box did. The gap in Levels was simply too high. And while strategy and experience might have been able to compensate for that, the Mimic had neither of those things right now. At least, nothing it could use against a creature it had just seen for the first time.</span></p>\n<p><span style=\"font-weight: 400\">So what would this self-proclaimed king do when it found a suspicious object in its territory? Why, claim it as its own of course! Whatever this thing was, it was clearly inside its domain. Yet it smelled like it belonged to someone else. In actuality, that smell was what bothered the six-legged monster the most. So, after turning its body to the side and urinating on top of the weird pile of lumber, it went up its tree and drifted off to sleep. Even if its whiskers were still tingling slightly, it wasn&#x2019;t at a level where it couldn&#x2019;t be ignored. The slightly foreign sensation may have woken it up since it was a light sleeper, but it was now used to it.</span></p>\n<p><span style=\"font-weight: 400\">The freshly marked Mimic was not, as one might expect, outraged. It wasn&#x2019;t feeling humiliated, nor was its pride crushed. The simple creature didn&#x2019;t have things like pride, humility or shame to begin with. So what if it was covered in cat piss? Right now, it was simply glad to be alive. The big scary fuzzy thing had gone back to where it came from and the immediate danger had passed. But the crisis was far from over. Even the slightest movement on the Mimic&#x2019;s part was sure to wake the big scary thing up again. Therefore, the faux-chest focused its entire being on chesting. It would be the Chestiest Chest That Ever Chested!</span></p>\n<p><span style=\"font-weight: 400\">And so it waited. Again. It wouldn&#x2019;t need to wait as long as it did last time though. It just had to lay low until the six-legged green&#xA0;thing went away. Eventually the sun rose. As the Mimic felt the celestial body&#x2019;s warm light for the first time in its cave-bound life, it had absolutely nothing to say about the matter. Chests don&#x2019;t speak, after all. It did quietly ponder just what was causing it, though.</span></p>\n<p><span style=\"font-weight: 400\">Several hours after sunrise, the janther finally woke up. It yawned and stretched a bit, then just sort of lazed around its tree. It was, after all, a nocturnal creature. It wouldn&#x2019;t leave to hunt until early evening and would sit idly while scratching its ass until then. Truly an attitude befitting of a king.</span></p>\n<p><span style=\"font-weight: 400\">But before any of that could happen, at around 2:30 PM in the afternoon, the janther suddenly leaped down from its tree. It let out a low growl from its throat while it scanned its surrounding. The Mimic briefly wondered what caused this sudden behavior. It could have such idle thoughts since it didn&#x2019;t seem to be the focus of the beast&#x2019;s attention. Not this time, anyway. And, a few seconds later, it got its answer.</span></p>\n<p><span style=\"font-weight: 400\">An arrow flew out from a nearby bush. It cut through the air at unnaturally high speeds, aimed squarely at the janther&#x2019;s eye. Its target dodged out of the way with a grace and speed that belied the size and weight of its body. The errant projectile flew over the Mimic and stuck itself in the wide tree trunk. The janther then roared loudly, as if demanding whoever had the nerve to shoot at it to show themselves. </span></p>\n<p><span style=\"font-weight: 400\">What it got in response was another arrow. Then another one. And another one. The gigantic mass of muscle and fur dodged them nimbly every time, but refused to fall for the obvious provocations. Its keen sense of smell already told it there were multiple people waiting to ambush it on the other side of that foliage. Once they realized their trap wouldn&#x2019;t work, the would-be assassins showed themselves.</span></p>\n<p><span style=\"font-weight: 400\">The first ones to run out of the bush were two men. Their matching longswords, kite shields and half-plate armor all looked well used, but in good condition. Behind them was a pointy-eared female elf carrying a thick oaken staff and a green robe that was modeled to look like a one piece dress. The last one to show themselves was another elf, only this one was male and held an intricately decorated longbow while clad in a tunic and trousers made out of&#xA0;brown leather.</span></p>\n<p><span style=\"font-weight: 400\">The four-man adventuring party&#x2019;s target was, without question, the janther. These mighty beasts were a highly profitable source of income. The eyeballs, brain, sharp teeth, liver and several other of its parts were useful to alchemists and enchanters, but the pelt was the most valuable of them all. They all fetched a good price because it was a rare monster that not everyone living in these parts could take down.</span></p>\n<p><span style=\"font-weight: 400\">In addition to all that, this particular beast was already responsible for attacking several merchant caravans. Its infamy earned it a sizable bounty, which is what these four were aiming to collect. The thrill of a double jackpot like this was too enticing. And even if their Levels were still short of reaching 20, they actually had the strategy and teamwork necessary to take down the tougher opponent. There is strength in numbers, after all.</span></p>\n<p><span style=\"font-weight: 400\">The Mimic, which was just kind of sitting there, hesitated as to what to do. The janther had leaped out of range of its magical perception some time ago. It had no idea what was going on nearby, but it definitely knew something was happening. It could clearly hear the sounds of battle, after all. So would it flee or stay put? After a while, it decided it need to at least verify the situation before making any rash decisions. It sprouted an eye on its left side, taking extra care to disguise the eyelid with a layer of wood-textured skin. It knew for certain there was nobody within 10 meters of it, so it was confident the tiny abnormality on its surface would not be noticed. When it was ready, it timidly peeked at what was going on.</span></p>\n<p><span style=\"font-weight: 400\">It saw that indomitable janther bleeding heavily from its front. One of its eyes had been wounded. Its chest and frontmost legs were covered in cuts and several arrows were stuck in its side. In truth, even if it appeared heavily injured, none of those wounds were particularly deep, let alone fatal. The eye was a bit of a problem, but it would grow back if given time. Therefore, at least for the time being, it could keep attacking as fiercely as possible.</span></p>\n<p><span style=\"font-weight: 400\">The giant cat-like creature&#xA0;swung its two left front paws at the black-haired Warrior. The man blocked both of them with his kite shield, but was sent flying backwards from the impact. He fell a few meters away from it, coughing up blood from the heavy impact. The other Warrior, a brown haired and stocky man, took his place. The elven Druid in the back then chanted &#x201C;Rejuvenate!&#x201D; as she completed her Spell. A soft green light engulfed the wounded black-haired man&#xA0;and began refilling his HP. &#x201C;Entangle!&#x201D; she continued. Green plants that looked like barbed roots burst from the ground. They coiled themselves around all four of the janther&#x2019;s front limbs, pinning it in place. It struggled to break free, but that would take some time.</span></p>\n<p><span style=\"font-weight: 400\">Taking this opportunity, the Ranger nocked an arrow. He concentrated for a brief moment and then let loose with a shout of &#x201C;Multishot!&#x201D; The Martial Art activated splendidly. The single arrow multiplied into four the instant it was fired. The quartet of arrows struck the immobile janther&#x2019;s right flank, causing it to yelp in pain. In the next instant it finished breaking free of the roots and slammed into the brown-haired Warrior in a fit of rage. It was a repeat of a little while ago as one Warrior was knocked back and the other intercepted the monster in his stead.</span></p>\n<p><span style=\"font-weight: 400\">This was a scene the Mimic was actually familiar with. The ones in front would keep the enemy busy and block their advance. Then there would be that one person in the back who applied healing magic and disrupted the tougher opponent. And finally, there would be someone even further away attacking from a distance. The shapeshifting chest knew this formation well - it had faced it several times in the past. While it did prefer solo targets, the adventurers who explored dungeons completely alone were few in number. It often had to fight groups of two or three, sometimes four of them so it knew first-hand just how painful that simple strategy was. Even those four it killed last night tried to do pretty much the same thing.&#xA0;If it didn&#x2019;t have the advantages of a higher Level or the element of surprise, it would probably not be alive right now.</span></p>\n<p><span style=\"font-weight: 400\">The Mimic&#xA0;did not know much, but it knew two things were certain. One - the janther would probably lose. It couldn&#x2019;t land a telling blow on those well armored people in the front and that green-haired woman would not allow them to die. The second thing was that the&#xA0;healer - in this case the Druid - was the lynchpin of this formation. If she were not here, then&#xA0;not all of those adventurers would survive the encounter. Getting wiped out was also extremely likely.</span></p>\n<p><span style=\"font-weight: 400\">Although, objectively speaking, the Mimic was really just a bystander in all this. It had no obligations to help either side and would be justified if it chose to stay completely out of this mess. While it is true that adventurers and monsters were fated to be enemies, it was also true that different species of monsters very rarely got along. This was a situation where the enemy of its enemy was still an enemy. So in some ways, it didn&#x2019;t matter at all who would win.</span></p>\n<p><span style=\"font-weight: 400\">But that was not entirely true, was it? If the janther won, it would simply go back to sleep or run off to hunt. If the adventurers won, they would want to open the mysterious chest that this formidable creature was &#x2018;guarding.&#x2019; And with its true nature inevitably revealed, the Mimic would just be killed. If those four could take down an opponent which the Mimic had no hope against, then it would not fare much better.</span></p>\n<p><span style=\"font-weight: 400\">Could it escape right now? Definitely. Neither of these two forces would be able to chase after it while they were busy with each other. So why not try and kill a few of those people first? At the very least, if it had to choose, it would want the janther would win. True, it did piss all over the poor thing, but the Mimic didn&#x2019;t particularly hate it. It was warm and sort of pleasant actually. Of course, it might think differently if it had a sense of smell or if some of it got into its mouth.</span></p>\n<p><span style=\"font-weight: 400\">Having made its decision to interfere, it next needed to choose a method. Shadowbolt was an option. What better place to test its power? It even had the perfect target - that Druid in the middle. The Mimic was completely in her blind spot and had a clear shot. Not to mention that, unlike the other three that constantly orbited around their target, the female elf had to stand perfectly still while chanting.</span></p>\n<p><span style=\"font-weight: 400\">Oh, right. Chanting. It would need to chant the Shadowbolt Spell out loud, possibly attracting attention to itself. Still, with all that commotion, it doubted it would be caught as long as it was quiet. It was still under the effects of its Stealth Skill, after all. That meant any sound, including its &#x2018;speech,&#x2019; would be lessened to some degree.</span></p>\n<p><span style=\"font-weight: 400\">Right, now all that was left was to choose the right moment. The janther was rapidly running out of HP and the adventurers were clearly getting tired, but the winner was pretty much obvious at this point. The climax of the battle would be here soon and there might not be a good chance if it waited too long. And then,&#xA0;one of the Warriors was blown back again. The Druid would now undoubtedly focus on healing her teammate and would be a sitting duck.</span></p>\n<p><span style=\"font-weight: 400\">The chest lid lifted ever so slightly. A low gurgle-like sound could barely be heard as it charged its Spell. When the Druid started muttering an incantation of her own, the Mimic released its Spell with a whisper.</span></p>\n<p><span style=\"font-weight: 400\">&#x201C;Shatolholt.&#x201D;</span></p>\n<p><span style=\"font-weight: 400\">The mass of darkness streaked through the air with a low hiss. The female Druid had just finished preparing her next Rejuvenation Spell and was about to invoke it with the keyword. She shouted &#x201C;Re-,&#x201D; but only got as far as the first syllable. The Shadowbolt caught her completely off guard and made impact with the side of her skull.&#xA0;</span></p>\n<p><span style=\"font-weight: 400\">The sprawling shadow engulfed her head in an instant. The eldritch energies then viciously pulled her flesh and bones apart. There was a horrible sloshing sound as her head&#xA0;burst open like a gory firework. Drops of blood, bits of brain, clumps of hair, shards of bone and patches of skin rained down on her comrades. The suddenly headless body stood upright for an impossibly long second before falling over with a wet thud.</span></p>\n<div style=\"max-width: 100%; overflow:auto\"><table>\n<tbody>\n<tr>\n<td>\n<div style=\"text-align: center\">Assassination Skill triggered. Your attack has dealt 200% more damage. Target HP -126.</div>\n<div style=\"text-align: center\">You have slain your target in a single strike. Assassination Proficiency increased.<br>Feat of strength performed! You have unlocked a new Perk: Arcane Assassin.<br>Level up!<br>Level up!<br>Level up!<br>Level up!<br>Congratulations, you are now a level 5 Warlock! INT +10. MNT +10. END +10.<br>You have learned a new Spell: Ebonfire.<br>You have learned a new Spell: Mass Panic.<br>Feat of strength performed! You have unlocked a new Perk: Monster Magic.<br>Proficiency level increased. Ruin Mastery is now Level 2. INT +4. WIS +2. END +2.</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n<hr>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"margin-left: auto; margin-right: auto\">\n<tbody>\n<tr>\n<td style=\"text-align: center\" colspan=\"2\"><strong>General Information</strong></td>\n<td style=\"text-align: center\" colspan=\"4\"><strong>Attributes</strong></td>\n<td style=\"text-align: center\" colspan=\"3\"><strong>Job Information</strong></td>\n</tr>\n<tr>\n<td><strong>Name</strong></td>\n<td>&#xA0;</td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Value</strong></td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Value</strong></td>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Level</strong></td>\n<td style=\"text-align: center\"><strong>Progress</strong></td>\n</tr>\n<tr>\n<td><strong>Species</strong></td>\n<td>Mimic (Lesser)</td>\n<td style=\"text-align: center\">STR</td>\n<td style=\"text-align: center\">45</td>\n<td style=\"text-align: center\">LCK</td>\n<td style=\"text-align: center\">6</td>\n<td style=\"text-align: center\">Mimic</td>\n<td style=\"text-align: center\">15</td>\n<td style=\"text-align: center\">38%</td>\n</tr>\n<tr>\n<td><strong>Sex</strong></td>\n<td>N/A</td>\n<td style=\"text-align: center\">DEX</td>\n<td style=\"text-align: center\">50</td>\n<td style=\"text-align: center\">&#xA0;MNT</td>\n<td style=\"text-align: center\">17</td>\n<td style=\"text-align: center\">Warlock (+)</td>\n<td style=\"text-align: center\">5</td>\n<td style=\"text-align: center\">62%</td>\n</tr>\n<tr>\n<td><strong>Age</strong></td>\n<td>2 months</td>\n<td style=\"text-align: center\">AGI</td>\n<td style=\"text-align: center\">39</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>Guild</strong></td>\n<td>&#xA0;</td>\n<td style=\"text-align: center\">END</td>\n<td style=\"text-align: center\">59</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>HP</strong></td>\n<td>290/340 (+0.4/sec)</td>\n<td style=\"text-align: center\">&#xA0;INT</td>\n<td style=\"text-align: center\">53</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n<tr>\n<td><strong>MP</strong></td>\n<td>155/265 (+0.4/sec)</td>\n<td style=\"text-align: center\">WIS</td>\n<td style=\"text-align: center\">42</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n<td style=\"text-align: center\">&#xA0;</td>\n</tr>\n</tbody>\n</table></div>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"margin-left: auto; margin-right: auto\">\n<tbody>\n<tr>\n<td style=\"text-align: center\" colspan=\"3\"><strong>Skill List</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center\"><strong>Name</strong></td>\n<td style=\"text-align: center\"><strong>Level</strong></td>\n<td style=\"text-align: center\"><strong>Proficiency</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Assassination</td>\n<td style=\"text-align: center\">4</td>\n<td style=\"text-align: center\">39%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Stealth</td>\n<td style=\"text-align: center\">3</td>\n<td style=\"text-align: center\">36%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Storage</td>\n<td style=\"text-align: center\">2</td>\n<td style=\"text-align: center\">54%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Shapeshift</td>\n<td style=\"text-align: center\">4</td>\n<td style=\"text-align: center\">18%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Cadaver Absorption</td>\n<td style=\"text-align: center\">2</td>\n<td style=\"text-align: center\">20%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Sword Mastery</td>\n<td style=\"text-align: center\">5</td>\n<td style=\"text-align: center\">6%</td>\n</tr>\n<tr>\n<td style=\"text-align: center\">Ruin Mastery</td>\n<td style=\"text-align: center\">2</td>\n<td style=\"text-align: center\">87%</td>\n</tr>\n</tbody>\n</table></div>","preNote":"Boom.Headshot.","postNote":""},{"title":"Eat And Grow 3","id":100617,"release":1477954800000}]